{
  "@type" : "TEMPLATE",
  "uid" : "9063268d-6079-4a2f-b7bc-6c9d8947e756",
  "description" : {
    "@type" : "RESOURCE_DESCRIPTION",
    "originalAuthor" : {
      "date" : "2023-07-17"
    },
    "otherContributors" : [ ],
    "lifecycleState" : {
      "codeString" : "unmanaged"
    },
    "ipAcknowledgements" : { },
    "references" : { },
    "conversionDetails" : { },
    "otherDetails" : {
      "licence" : "",
      "custodian_organisation" : "",
      "original_namespace" : "",
      "original_publisher" : "",
      "custodian_namespace" : "",
      "sem_ver" : "0.1.2",
      "build_uid" : "",
      "MD5-CAM-1.0.1" : "3f330fa13b9f5e7739138c776183dce9",
      "PARENT:MD5-CAM-1.0.1" : "A0DA8D01B967B2B05FC941F6E389A94B"
    },
    "details" : {
      "sv" : {
        "@type" : "RESOURCE_DESCRIPTION_ITEM",
        "language" : {
          "terminologyId" : {
            "value" : "ISO_639-1"
          },
          "codeString" : "sv"
        },
        "keywords" : [ ],
        "originalResourceUri" : { },
        "otherDetails" : { }
      },
      "nb" : {
        "@type" : "RESOURCE_DESCRIPTION_ITEM",
        "language" : {
          "terminologyId" : {
            "value" : "ISO_639-1"
          },
          "codeString" : "nb"
        },
        "keywords" : [ ],
        "originalResourceUri" : { },
        "otherDetails" : { }
      },
      "pt-br" : {
        "@type" : "RESOURCE_DESCRIPTION_ITEM",
        "language" : {
          "terminologyId" : {
            "value" : "ISO_639-1"
          },
          "codeString" : "pt-br"
        },
        "keywords" : [ ],
        "originalResourceUri" : { },
        "otherDetails" : { }
      },
      "en" : {
        "@type" : "RESOURCE_DESCRIPTION_ITEM",
        "language" : {
          "terminologyId" : {
            "value" : "ISO_639-1"
          },
          "codeString" : "en"
        },
        "keywords" : [ ],
        "originalResourceUri" : { },
        "otherDetails" : { }
      },
      "es" : {
        "@type" : "RESOURCE_DESCRIPTION_ITEM",
        "language" : {
          "terminologyId" : {
            "value" : "ISO_639-1"
          },
          "codeString" : "es"
        },
        "keywords" : [ ],
        "originalResourceUri" : { },
        "otherDetails" : { }
      }
    }
  },
  "parentArchetypeId" : "openEHR-EHR-COMPOSITION.health_summary.v1",
  "differential" : true,
  "archetypeId" : {
    "@type" : "ARCHETYPE_HRID",
    "value" : "openEHR-EHR-COMPOSITION.t_health_summary.v1"
  },
  "definition" : {
    "@type" : "C_COMPLEX_OBJECT",
    "rmTypeName" : "COMPOSITION",
    "nodeId" : "at0000.1",
    "attributes" : [ {
      "@type" : "C_ATTRIBUTE",
      "rmAttributeName" : "context",
      "children" : [ {
        "@type" : "C_COMPLEX_OBJECT",
        "rmTypeName" : "EVENT_CONTEXT",
        "attributes" : [ ],
        "attributeTuples" : [ ]
      } ]
    }, {
      "@type" : "C_ATTRIBUTE",
      "rmAttributeName" : "content",
      "existence" : "0..1",
      "cardinality" : {
        "@type" : "CARDINALITY",
        "interval" : "1..*",
        "ordered" : false,
        "unique" : false
      },
      "children" : [ {
        "@type" : "C_ARCHETYPE_ROOT",
        "rmTypeName" : "OBSERVATION",
        "occurrences" : "0..1",
        "nodeId" : "at0.4",
        "attributes" : [ ],
        "attributeTuples" : [ ],
        "archetypeRef" : "openEHR-EHR-OBSERVATION.ovl-symptom_sign_screening-001.v1",
        "referenceType" : "archetypeOverlay"
      }, {
        "@type" : "C_ARCHETYPE_ROOT",
        "rmTypeName" : "OBSERVATION",
        "occurrences" : "0..1",
        "nodeId" : "at0.12",
        "attributes" : [ ],
        "attributeTuples" : [ ],
        "archetypeRef" : "openEHR-EHR-OBSERVATION.ovl-medication_screening-001.v1",
        "referenceType" : "archetypeOverlay"
      }, {
        "@type" : "C_ARCHETYPE_ROOT",
        "rmTypeName" : "SECTION",
        "occurrences" : "0..1",
        "nodeId" : "at0.16",
        "attributes" : [ ],
        "attributeTuples" : [ ],
        "archetypeRef" : "openEHR-EHR-SECTION.ovl-adhoc-001.v1",
        "referenceType" : "archetypeOverlay"
      } ]
    } ],
    "attributeTuples" : [ ]
  },
  "terminology" : {
    "@type" : "ARCHETYPE_TERMINOLOGY",
    "conceptCode" : "at0000",
    "termDefinitions" : {
      "en" : {
        "at0000.1" : {
          "@type" : "ARCHETYPE_TERM",
          "code" : "at0000.1",
          "text" : "SPC-4-Assessment",
          "description" : "Generic document containing a summary of health information about an individual."
        }
      },
      "nb" : {
        "at0000.1" : {
          "@type" : "ARCHETYPE_TERM",
          "code" : "at0000.1",
          "text" : "SPC-4-Assessment",
          "description" : "Generisk dokument som inneholder sammendrag av helseinformasjon om et individ."
        }
      },
      "es" : {
        "at0000.1" : {
          "@type" : "ARCHETYPE_TERM",
          "code" : "at0000.1",
          "text" : "SPC-4-Assessment",
          "description" : "Documento genérico que contiene un resumen de la información de salud sobre un individuo."
        }
      },
      "pt-br" : {
        "at0000.1" : {
          "@type" : "ARCHETYPE_TERM",
          "code" : "at0000.1",
          "text" : "SPC-4-Assessment",
          "description" : "Documento genérico contendo um sumário das informações de saúde sobre um indivíduo."
        }
      },
      "sv" : {
        "at0000.1" : {
          "@type" : "ARCHETYPE_TERM",
          "code" : "at0000.1",
          "text" : "SPC-4-Assessment",
          "description" : "Dokument som innehåller en sammanfattning av hälsoinformation om en individ."
        }
      }
    },
    "termBindings" : { },
    "terminologyExtracts" : { },
    "valueSets" : { }
  },
  "adlVersion" : "1.4",
  "buildUid" : "1bb01a0c-b737-3322-8eed-9cd204cdc3c0",
  "rmName" : "openehr",
  "rmRelease" : "1.1.0",
  "generated" : true,
  "templateId" : "SPC-4-Assessment",
  "otherMetaData" : { },
  "templateOverlays" : [ {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "f16483bf-aab5-4411-9abc-074dcd927d33",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "CFAA5A21F30725BDA8D018E31997EA7A"
      },
      "details" : {
        "de" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "de"
          },
          "purpose" : "Schaffung von Rahmenbedingungen für die Darstellung von Antworten auf vordefinierte Screening-Fragen zu Symptomen oder Anzeichen.",
          "keywords" : [ "Screening, Fragebogen, Beschwerde, Symptom, Störung, Problem, Unwohlsein, Anzeichen" ],
          "use" : "Verwendung als Rahmenbedingung für die Darstellung von Antworten auf vordefinierte Screening-Fragen zu Symptomen oder Anzeichen.\r\n\r\nHäufige Anwendungsfälle umfassen, sind aber nicht beschränkt auf:\r\n- Systematische Befragung in jeder Beratung, zum Beispiel:\r\n--- Haben Sie Kopfschmerzen? Ja, Nein, Unbekannt.\r\n--- Hatten Sie in den letzten vier Wochen Schwindel? Ja, Nein, Unbekannt.\r\n- Spezifische Befragung im Zusammenhang mit der Krankheitsüberwachung.\r\n\r\nDie Semantik dieses Archetyps ist absichtlich locker, und die Abfrage dieses Archetyps wäre normalerweise nur im Kontext jedes spezifischen Templates nützlich oder sicher. In einem Template würde normalerweise jedes Datenelement in die spezifisch gestellte Frage umbenannt. Wo Wertesätze für allgemeine Anwendungsfälle vorgeschlagen wurden, können diese für die lokale Verwendung angepasst werden, indem die „Text“-Auswahl verwendet wird, um jedem spezifischen Anwendungsfall zu entsprechen.\r\n\r\nÜber die EVENT-Struktur aus dem Referenzmodell kann festgelegt werden, ob sich die Fragen auf einen Zeitpunkt oder einen Zeitraum beziehen. Verwenden Sie eine separate Instanz dieses Archetyps, um zwischen einer Befragung zu unterscheiden, die Informationen über ein Symptom enthält, das zu einem beliebigen Zeitpunkt in der Vergangenheit eingetreten war, und Informationen über ein Symptom, das innerhalb eines bestimmten Zeitintervalls vorhanden war - zum Beispiel den Unterschied zwischen \"Ist Ihnen jetzt schwindelig?\" im Vergleich zu \"Hatten Sie in den letzten 4 Wochen Schwindel?\".\r\n\r\nDie Quelle der Informationen in einer Fragebogenantwort kann in verschiedenen Kontexten variieren, kann jedoch mithilfe des Elements „Information provider“ im Referenzmodell spezifisch identifiziert werden.\r\n\r\nDieser Archetyp wurde entwickelt, um als Screening-Tool oder zur Darstellung einfacher Daten im Fragebogenformat zur Verwendung in Situationen wie einem Krankheitsregister verwendet zu werden. Wenn der Screening-Fragebogen das Vorhandensein eines Symptoms oder Anzeichens identifiziert, wird empfohlen, dass das klinische System die spezifischen Details über das Symptom unter Verwendung des Archetyps CLUSTER.symptom_sign, der im SLOT für die Zusätzliche Angaben eingefügt wird, darstellt und beibehält.",
          "misuse" : "Darf nicht verwendet werden, um Details über das Vorhandensein oder Fehlen eines Symptoms außerhalb eines Screening-Kontexts darzustellen. Verwenden Sie zu diesem Zweck CLUSTER.symptom_sign oder CLUSTER.exclusion_symptom_sign.\r\n\r\nDarf nicht verwendet werden, um Details zu einer einfachen Auswahlliste darzustellen, in der eine Frage entweder als \"vorhanden\" oder \"unbestimmt\" aufgezeichnet werden kann. Verwenden Sie dazu OBSERVATION.selection_list.",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "fi" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "fi"
          },
          "purpose" : "*To create a framework for recording answers about symptoms or signs, to the questions of a pre-defined screening questionnaire. (en)",
          "keywords" : [ "*screening, questionnaire, emotions, pain numbness vertigo (en)" ],
          "use" : "*Use to create a framework for recording answers to pre-defined screening questions about symptoms or signs.\r\n\r\nCommon use cases include, but are not limited to:\r\n- Systematic inquiry in any consultation, for example:\r\n--- Do you have headaches? Yes, No, Unknown.\r\n--- Have you had dizziness in the past four weeks? Yes, No, Unknown.\r\n- Specific questioning related to disease surveillance.\r\n\r\nThe semantics of this archetype are intentionally loose, and querying this archetype would normally only be useful or safe within the context of each specific template. In a template, each data element would usually be renamed to the specific question asked. Where value sets have been proposed for common use cases, these can be adapted for local use by using the 'text' choice to match each specific use case.\r\n\r\nThe EVENT structure from the reference model can be used to specify whether the questions relate to point in time or over a period of time. Use a separate instance of this archetype to distinguish between a questionnaire recording information about a symptom that has been present at any time in the past and information about a symptom within a specified time interval - for example the difference between \"\"Are you dizzy now?\" compared to \"Have you had any dizziness in the past 4 weeks?\r\n\r\nThe source of the information in a questionnaire response may vary in different contexts but can be specifically identified using the 'Information provider' element in the Reference Model.\r\n\r\nThis archetype has been designed to be used as a screening tool or to record simple questionnaire-format data for use in situations such as a disease registry. If the screening questionnaire identifies the presence of a symptom or sign, it is recommended that clinical system record and persist the specific details about the symptom or sign using the CLUSTER.symptom_sign archetype nested within the Additional details SLOT in this archetype. (en)",
          "misuse" : "*Not to be used to record details about the presence or absence of a symptom, outside of a screening context. Use CLUSTER.symptom_sign or CLUSTER.exclusion_symptom_sign for these purposes.\r\n\r\nNot to be used to record details about a simple selection list where a question may be recorded as either \"present\" or \"indeterminate\". Use OBSERVATION.selection_list for this purpose. (en)",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "sv" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "sv"
          },
          "purpose" : "Ett ramverk för att registrera svar på fördefinierade screeningfrågor om symtom eller tecken.",
          "keywords" : [ "screening, formulär, frågeformulär, självrapporteringsskala, symptom, besvär, problem, tecken" ],
          "use" : "Använd som ett ramverk för att registrera svar på fördefinierade screeningfrågor om symtom eller tecken.\r\n\r\nVanliga användningsfall inkluderar, men är inte begränsade till:\r\n- Systematisk utredning vid konsultationer, exempelvis:\r\n--- Har du huvudvärk? Ja, nej, okänt.\r\n--- Har du haft yrsel under de senaste fyra veckorna? Ja, nej, okänt.\r\n- Specifika frågor relaterade till övervakning/uppföljning av sjukdom.\r\n\r\nSemantiken för denna arketyp är avsiktligt generell, sökfrågor baserade på denna arketyp är normalt bara säker och meningsfull inom ramen för varje specifik mall (template). I en mall döps vanligtvis varje dataelement om till den specifika fråga som ställdes. Svarsalternativ har föreslagits för vanliga användningsfall, men kan anpassas för lokal användning genom att använda \"text\"-valet för att matcha varje specifikt användningsfall.\r\n\r\nEVENT-strukturen från openEHRs referensmodell kan användas för att specificera om frågorna avser en tidpunkt eller en tidsperiod. Använd separata instanser av denna arketyp för att skilja mellan ett frågeformulär som gäller information om ett symptom som har funnits någon gång tidigare och information om ett symptom inom ett specifikt angivet tidsintervall - till exempel skillnaden mellan \"Är du yr nu?\" jämfört med \"Har du haft yrsel någon gång under de senaste 4 veckorna?\r\n\r\nKällan till informationen i ett enkätsvar kan variera i olika sammanhang men kan specifikt identifieras med hjälp av elementet 'provider' i referensmodellens ENTRY-klass.\r\n\r\nDenna arketyp har utformats för att användas som ett screeningverktyg eller för att registrera enkla data i frågeformulärformat för användning i register etc. Om screeningsfrågeformuläret identifierar närvaron av ett symptom eller tecken, rekommenderas att det kliniska systemet även registrerar och behåller de specifika detaljerna om symtomet eller tecknet med hjälp av arketypen CLUSTER.symptom_sign inkapslad i avsedd SLOT för \"ytterligare detaljer\" i denna arketyp.",
          "misuse" : "Får inte användas för att registrera detaljer om närvaron eller frånvaron av ett symptom, utanför ett screeningsammanhang. Använd CLUSTER.symptom_sign eller CLUSTER.exclusion_symptom_sign inkapslade i andra lämpligare arketyper för dessa ändamål.",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "nb" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "nb"
          },
          "purpose" : "For å lage et rammeverk for registrering av svar på forhåndsdefinerte spørsmål om symptomer eller sykdomstegn.",
          "keywords" : [ "intervjuskjema, kartleggingskjema, spørreskjema, lidelse, plage, problem, ubehag, symptom, sykdomstegn, lyte, skavank" ],
          "use" : "Brukes for å lage et rammeverk for registrering av svar på forhåndsdefinerte spørsmål om symptomer eller sykdomstegn.\r\n\r\nVanlige bruksområder inkluderer, men er ikke begrenset til:\r\n- Systematiske spørsmål ved konsultasjoner, for eksempel:\r\n--- Har du hodepine? Ja, Nei, Usikker.\r\n--- Har du vært plaget med svimmelhet de siste fire ukene? Ja, Nei, Usikker.\r\n- Spesifikke spørsmål relatert til overvåkning av sykdommer.\r\n\r\nSemantikken til denne arketypen er med vilje løst definert, og spørringer etter data i denne arketypen vil normalt bare være hensiktsmessig eller sikkert i konteksten av det spesifikke templatet. I et templat vil hvert dataelement vanligvis døpes om til det (spesifikke) spørsmålet man ønsker svar på. Flere steder er det foreslått verdisett som passer til de vanligste bruksområder, men det er allikevel mulig å tilpasse/endre verdisett for lokal bruk ved å benytte de alternative datatypene DV_TEXT eller DV_BOOLEAN for å harmonere verdisettet til hvert enkelt brukstilfelle.\r\n\r\nEVENT-strukturen fra arketypens referansemodell kan brukes for å spesifisere om spørsmålene relateres til et tidspunkt eller til et tidsintervall.\r\nBruk egne instanser av denne arketypen for å skille mellom spørsmål om prosedyrer som er gjennomførte på et hvilket som helst tidspunkt og spørsmål om prosedyrer som er gjennomført i et tidsintervall. For eksempel; \"Har du hodepine?\" sammenlignet med \"Har du vært plaget med svimmelhet de siste fire ukene?\".\r\n\r\nKilden til informasjonen i et spørreskjema kan variere i ulike kontekster, men kan identifiseres spesifikt ved å benytte \"Information provider\" elementet i openEHR referansemodellen.\r\n\r\nDenne arketypen er laget for å bli brukt i et spørreskjema eller for å registrere enkle strukturerte data til for eksempel et sykdomsregister. Dersom det i spørreskjemaet identifiseres at et symptom eller sykdomstegn er tilstede, anbefales det at spesifikke detaljer om symptomet registreres og lagres i pasientjournalen i arketypen CLUSTER.symptom_sign (Symptom/Sykdomstegn) i SLOTet \"Ytterligere detaljer\" i denne arketypen.",
          "misuse" : "Brukes ikke for å registrere detaljer om tilstedeværelse eller fravær av et symptom utenfor konteksten av kartleggingen. Bruk arketypen CLUSTER.symptom_sign (Symptom/sykdomstegn) eller CLUSTER.exclusion_symptom_sign (Eksklusjon av et symptom) for dette formålet.\r\n\r\nBrukes ikke for å registrere detaljer om en enkel utvalgsliste der et spørsmål kan registreres som enten \"Tilstede\" eller \"Ubestemt\". Bruk arketypen OBSERVATION.selection_list for dette formålet.",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "en" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "en"
          },
          "purpose" : "To create a framework for recording answers to pre-defined screening questions about symptoms or signs.",
          "keywords" : [ "screening, questionnaire, complaint, symptom, disturbance, problem, discomfort, sign" ],
          "use" : "Use to create a framework for recording answers to pre-defined screening questions about symptoms or signs.\r\n\r\nCommon use cases include, but are not limited to:\r\n- Systematic inquiry in any consultation, for example:\r\n--- Do you have headaches? Yes, No, Unknown.\r\n--- Have you had dizziness in the past four weeks? Yes, No, Unknown.\r\n- Specific questioning related to disease surveillance.\r\n\r\nThe semantics of this archetype are intentionally loose, and querying this archetype would normally only be useful or safe within the context of each specific template. In a template, each data element would usually be renamed to the specific question asked. Where value sets have been proposed for common use cases, these can be adapted for local use by using the DV_TEXT or the DV_BOOLEAN datatypes choice to match each specific use case.\r\n\r\nThe EVENT structure from the reference model can be used to specify whether the questions relate to point in time or over a period of time. Use a separate instance of this archetype to distinguish between a questionnaire recording information about a symptom that has been present at any time in the past and information about a symptom within a specified time interval - for example the difference between \"\"Are you dizzy now?\" compared to \"Have you had any dizziness in the past 4 weeks?\r\n\r\nThe source of the information in a questionnaire response may vary in different contexts but can be specifically identified using the 'Information provider' element in the Reference Model.\r\n\r\nThis archetype has been designed to be used as a screening tool or to record simple questionnaire-format data for use in situations such as a disease registry. If the screening questionnaire identifies the presence of a symptom or sign, it is recommended that clinical system record and persist the specific details about the symptom or sign using the CLUSTER.symptom_sign archetype nested within the Additional details SLOT in this archetype.",
          "misuse" : "Not to be used to record details about the presence or absence of a symptom, outside of a screening context. Use CLUSTER.symptom_sign or CLUSTER.exclusion_symptom_sign for these purposes.\r\n\r\nNot to be used to record details about a simple selection list where a question may be recorded as either \"present\" or \"indeterminate\". Use OBSERVATION.selection_list for this purpose.",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "it" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "it"
          },
          "purpose" : "*To create a framework for recording answers about symptoms or signs, to the questions of a pre-defined screening questionnaire. (en)",
          "keywords" : [ "*screening, questionnaire, emotions, pain numbness vertigo (en)" ],
          "use" : "*Use to create a framework for recording answers to pre-defined screening questions about symptoms or signs.\r\n\r\nCommon use cases include, but are not limited to:\r\n- Systematic inquiry in any consultation, for example:\r\n--- Do you have headaches? Yes, No, Unknown.\r\n--- Have you had dizziness in the past four weeks? Yes, No, Unknown.\r\n- Specific questioning related to disease surveillance.\r\n\r\nThe semantics of this archetype are intentionally loose, and querying this archetype would normally only be useful or safe within the context of each specific template. In a template, each data element would usually be renamed to the specific question asked. Where value sets have been proposed for common use cases, these can be adapted for local use by using the 'text' choice to match each specific use case.\r\n\r\nThe EVENT structure from the reference model can be used to specify whether the questions relate to point in time or over a period of time. Use a separate instance of this archetype to distinguish between a questionnaire recording information about a symptom that has been present at any time in the past and information about a symptom within a specified time interval - for example the difference between \"\"Are you dizzy now?\" compared to \"Have you had any dizziness in the past 4 weeks?\r\n\r\nThe source of the information in a questionnaire response may vary in different contexts but can be specifically identified using the 'Information provider' element in the Reference Model.\r\n\r\nThis archetype has been designed to be used as a screening tool or to record simple questionnaire-format data for use in situations such as a disease registry. If the screening questionnaire identifies the presence of a symptom or sign, it is recommended that clinical system record and persist the specific details about the symptom or sign using the CLUSTER.symptom_sign archetype nested within the Additional details SLOT in this archetype. (en)",
          "misuse" : "*Not to be used to record details about the presence or absence of a symptom, outside of a screening context. Use CLUSTER.symptom_sign or CLUSTER.exclusion_symptom_sign for these purposes.\r\n\r\nNot to be used to record details about a simple selection list where a question may be recorded as either \"present\" or \"indeterminate\". Use OBSERVATION.selection_list for this purpose. (en)",
          "originalResourceUri" : { },
          "otherDetails" : { }
        }
      }
    },
    "parentArchetypeId" : "openEHR-EHR-OBSERVATION.symptom_sign_screening.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-OBSERVATION.ovl-symptom_sign_screening-001.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "OBSERVATION",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "data",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "HISTORY",
          "nodeId" : "at0001",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "events",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "EVENT",
              "nodeId" : "at0002",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "data",
                "children" : [ {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "ITEM_TREE",
                  "nodeId" : "at0003",
                  "attributes" : [ {
                    "@type" : "C_ATTRIBUTE",
                    "rmAttributeName" : "items",
                    "children" : [ {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "ELEMENT",
                      "nodeId" : "at0034.1",
                      "attributes" : [ ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "ELEMENT",
                      "occurrences" : "0..0",
                      "nodeId" : "at0028.1",
                      "attributes" : [ {
                        "@type" : "C_ATTRIBUTE",
                        "rmAttributeName" : "value",
                        "children" : [ {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_CODED_TEXT",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "defining_code",
                            "children" : [ {
                              "@type" : "C_TERMINOLOGY_CODE",
                              "rmTypeName" : "TERMINOLOGY_CODE",
                              "occurrences" : "1..1",
                              "terminologyId" : {
                                "value" : "local"
                              },
                              "constraint" : [ "ac0.1" ],
                              "selectedTerminologies" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_TEXT",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_BOOLEAN",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        } ]
                      } ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "ELEMENT",
                      "occurrences" : "0..0",
                      "nodeId" : "at0029.1",
                      "attributes" : [ {
                        "@type" : "C_ATTRIBUTE",
                        "rmAttributeName" : "value",
                        "children" : [ {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_DATE_TIME",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_INTERVAL<DV_DATE_TIME>",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_TEXT",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_DURATION",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_INTERVAL<DV_DURATION>",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        } ]
                      } ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "ELEMENT",
                      "nodeId" : "at0036.1",
                      "attributes" : [ ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "CLUSTER",
                      "nodeId" : "at0022.1",
                      "attributes" : [ {
                        "@type" : "C_ATTRIBUTE",
                        "rmAttributeName" : "items",
                        "children" : [ {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "nodeId" : "at0004.1",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "nodeId" : "at0005.1",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "value",
                            "children" : [ {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_CODED_TEXT",
                              "attributes" : [ {
                                "@type" : "C_ATTRIBUTE",
                                "rmAttributeName" : "defining_code",
                                "children" : [ {
                                  "@type" : "C_TERMINOLOGY_CODE",
                                  "rmTypeName" : "TERMINOLOGY_CODE",
                                  "occurrences" : "1..1",
                                  "terminologyId" : {
                                    "value" : "local"
                                  },
                                  "constraint" : [ "ac0.3" ],
                                  "selectedTerminologies" : [ ]
                                } ]
                              } ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_TEXT",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_BOOLEAN",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "occurrences" : "0..0",
                          "nodeId" : "at0037.1",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "value",
                            "children" : [ {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_DURATION",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_INTERVAL<DV_DURATION>",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_DATE_TIME",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_INTERVAL<DV_DATE_TIME>",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_TEXT",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        } ]
                      } ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "CLUSTER",
                      "nodeId" : "at0022.2",
                      "attributes" : [ {
                        "@type" : "C_ATTRIBUTE",
                        "rmAttributeName" : "items",
                        "children" : [ {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "nodeId" : "at0004.2",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "value",
                            "children" : [ {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_CODED_TEXT",
                              "occurrences" : "1..1",
                              "attributes" : [ {
                                "@type" : "C_ATTRIBUTE",
                                "rmAttributeName" : "defining_code",
                                "children" : [ {
                                  "@type" : "C_TERMINOLOGY_CODE",
                                  "rmTypeName" : "TERMINOLOGY_CODE",
                                  "occurrences" : "0..1",
                                  "terminologyId" : {
                                    "value" : "local_terms"
                                  },
                                  "constraint" : [ ],
                                  "selectedTerminologies" : [ "local_terms" ],
                                  "includedExternalTerminologyCodes" : [ {
                                    "terminologyId" : "local_terms",
                                    "code" : "SCT code",
                                    "value" : "Shortness of breath"
                                  } ]
                                } ]
                              } ],
                              "attributeTuples" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "nodeId" : "at0005.2",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "value",
                            "children" : [ {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_CODED_TEXT",
                              "attributes" : [ {
                                "@type" : "C_ATTRIBUTE",
                                "rmAttributeName" : "defining_code",
                                "children" : [ {
                                  "@type" : "C_TERMINOLOGY_CODE",
                                  "rmTypeName" : "TERMINOLOGY_CODE",
                                  "occurrences" : "1..1",
                                  "terminologyId" : {
                                    "value" : "local"
                                  },
                                  "constraint" : [ "ac0.4" ],
                                  "selectedTerminologies" : [ ]
                                } ]
                              } ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_TEXT",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_BOOLEAN",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "occurrences" : "0..0",
                          "nodeId" : "at0037.2",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "value",
                            "children" : [ {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_DURATION",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_INTERVAL<DV_DURATION>",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_DATE_TIME",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_INTERVAL<DV_DATE_TIME>",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_TEXT",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        } ]
                      } ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "CLUSTER",
                      "nodeId" : "at0022.3",
                      "attributes" : [ {
                        "@type" : "C_ATTRIBUTE",
                        "rmAttributeName" : "items",
                        "children" : [ {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "nodeId" : "at0005.3",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "value",
                            "children" : [ {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_CODED_TEXT",
                              "attributes" : [ {
                                "@type" : "C_ATTRIBUTE",
                                "rmAttributeName" : "defining_code",
                                "children" : [ {
                                  "@type" : "C_TERMINOLOGY_CODE",
                                  "rmTypeName" : "TERMINOLOGY_CODE",
                                  "occurrences" : "1..1",
                                  "terminologyId" : {
                                    "value" : "local"
                                  },
                                  "constraint" : [ "ac0.5" ],
                                  "selectedTerminologies" : [ ]
                                } ]
                              } ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_TEXT",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_BOOLEAN",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "ELEMENT",
                          "occurrences" : "0..0",
                          "nodeId" : "at0037.3",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "value",
                            "children" : [ {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_DURATION",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_INTERVAL<DV_DURATION>",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_DATE_TIME",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_INTERVAL<DV_DATE_TIME>",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            }, {
                              "@type" : "C_COMPLEX_OBJECT",
                              "rmTypeName" : "DV_TEXT",
                              "attributes" : [ ],
                              "attributeTuples" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        } ]
                      } ],
                      "attributeTuples" : [ ]
                    } ]
                  } ],
                  "attributeTuples" : [ ]
                } ]
              } ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        } ]
      }, {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "protocol",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ITEM_TREE",
          "nodeId" : "at0007",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "items",
            "children" : [ {
              "@type" : "C_ARCHETYPE_ROOT",
              "rmTypeName" : "CLUSTER",
              "occurrences" : "0..1",
              "nodeId" : "at0021.1",
              "attributes" : [ ],
              "attributeTuples" : [ ],
              "archetypeRef" : "openEHR-EHR-CLUSTER.ovl-delay_details-001.v0",
              "referenceType" : "archetypeOverlay"
            }, {
              "@type" : "C_ARCHETYPE_ROOT",
              "rmTypeName" : "CLUSTER",
              "occurrences" : "0..1",
              "nodeId" : "at0021.2",
              "attributes" : [ ],
              "attributeTuples" : [ ],
              "archetypeRef" : "openEHR-EHR-CLUSTER.ovl-person-001.v1",
              "referenceType" : "archetypeOverlay"
            } ]
          } ],
          "attributeTuples" : [ ]
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0034.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0034.1",
            "text" : "Is this a first assessment?",
            "description" : "The context or reason for screening.",
            "comment" : "This data element is intended to provide collection context for the question/answer groups when queried at a later date. It is not expected that this data element will be exposed to the individual, but only stored in data.\r\nFor example: 'pre-admission screening' or the name of the actual questionnaire."
          },
          "at0036.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0036.1",
            "text" : "General comments on physical symptoms",
            "description" : "Narrative description about the history of any symptoms or signs relevant for the screening purpose."
          },
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "(Synthesized)",
            "code" : "ac0.1",
            "description" : ""
          },
          "at0004.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0004.1",
            "text" : "Pain",
            "description" : "Identification of a specific symptom or sign or grouping of symptoms or signs, by name.",
            "comment" : "Coding of the 'Symptom/sign name' with a terminology is preferred, where possible."
          },
          "at0005.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0005.1",
            "text" : "Score",
            "description" : "Is there a history of the specific symptom or sign being present?",
            "comment" : "In a template, the data element would usually be renamed to the specific question asked. The proposed value set can be adapted for local use by using the DV_TEXT or the DV_BOOLEAN datatypes choice to match each specific use case."
          },
          "ac0.3" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "(Synthesized)",
            "code" : "ac0.3",
            "description" : ""
          },
          "at0022.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Pain",
            "description" : "Details about a specific symptom or sign or grouping of symptoms or signs relatevant for the screening purpose."
          },
          "at0022.2" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.2",
            "text" : "Shortness of breath",
            "description" : "Details about a specific symptom or sign or grouping of symptoms or signs relatevant for the screening purpose."
          },
          "at0005.2" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0005.1",
            "text" : "Score",
            "description" : "Is there a history of the specific symptom or sign being present?",
            "comment" : "In a template, the data element would usually be renamed to the specific question asked. The proposed value set can be adapted for local use by using the DV_TEXT or the DV_BOOLEAN datatypes choice to match each specific use case."
          },
          "at0022.3" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.3",
            "text" : "Repeat",
            "description" : "Details about a specific symptom or sign or grouping of symptoms or signs relatevant for the screening purpose."
          },
          "at0005.3" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0005.1",
            "text" : "Score",
            "description" : "Is there a history of the specific symptom or sign being present?",
            "comment" : "In a template, the data element would usually be renamed to the specific question asked. The proposed value set can be adapted for local use by using the DV_TEXT or the DV_BOOLEAN datatypes choice to match each specific use case."
          }
        },
        "fi" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          },
          "ac0.3" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.3",
            "description" : ""
          },
          "at0022.2" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Oire / tuntemus ryhmitys (2)",
            "description" : "*Details about a specific symptom or sign or grouping of symptoms or signs relatevant for the screening purpose. (en)"
          },
          "at0022.3" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Oire / tuntemus ryhmitys (3)",
            "description" : "*Details about a specific symptom or sign or grouping of symptoms or signs relatevant for the screening purpose. (en)"
          }
        },
        "nb" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          },
          "ac0.3" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.3",
            "description" : ""
          },
          "at0022.2" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Spesifikt symptom/sykdomstegn (2)",
            "description" : "Detaljer om et spesifikt symptom eller sykdomstegn, eller gruppe av symptomer eller sykdomstegn som er innenfor kartleggingsformålet."
          },
          "at0022.3" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Spesifikt symptom/sykdomstegn (3)",
            "description" : "Detaljer om et spesifikt symptom eller sykdomstegn, eller gruppe av symptomer eller sykdomstegn som er innenfor kartleggingsformålet."
          }
        },
        "de" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          },
          "ac0.3" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.3",
            "description" : ""
          },
          "at0022.2" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Spezifisches Symptom/Anzeichen (2)",
            "description" : "Details zu einem bestimmten Symptom oder Anzeichen oder zu einer bestimmten Gruppe von Symptomen oder Anzeichen, die für das Screening relevant sind."
          },
          "at0022.3" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Spezifisches Symptom/Anzeichen (3)",
            "description" : "Details zu einem bestimmten Symptom oder Anzeichen oder zu einer bestimmten Gruppe von Symptomen oder Anzeichen, die für das Screening relevant sind."
          }
        },
        "it" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          },
          "ac0.3" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.3",
            "description" : ""
          },
          "at0022.2" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Sintomo/segno specifico (2)",
            "description" : "*Details about a specific symptom or sign or grouping of symptoms or signs relatevant for the screening purpose. (en)"
          },
          "at0022.3" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Sintomo/segno specifico (3)",
            "description" : "*Details about a specific symptom or sign or grouping of symptoms or signs relatevant for the screening purpose. (en)"
          }
        },
        "sv" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          },
          "ac0.3" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.3",
            "description" : ""
          },
          "at0022.2" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Specifika symptom/tecken (2)",
            "description" : "Detaljer om ett specifikt symptom eller tecken eller gruppering av symtom eller tecken som är relevanta för screeningändamålet."
          },
          "at0022.3" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0022.1",
            "text" : "Specifika symptom/tecken (3)",
            "description" : "Detaljer om ett specifikt symptom eller tecken eller gruppering av symtom eller tecken som är relevanta för screeningändamålet."
          }
        }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : {
        "ac0.1" : {
          "@type" : "VALUE_SET",
          "id" : "ac0.1",
          "members" : [ "at0031", "at0032", "at0033" ]
        },
        "ac0.2" : {
          "@type" : "VALUE_SET",
          "id" : "ac0.2",
          "members" : [ "at0023", "at0024", "at0027" ]
        },
        "ac0.3" : {
          "@type" : "VALUE_SET",
          "id" : "ac0.3",
          "members" : [ "at0023", "at0024", "at0027" ]
        },
        "ac0.4" : {
          "@type" : "VALUE_SET",
          "id" : "ac0.4",
          "members" : [ "at0023", "at0024", "at0027" ]
        },
        "ac0.5" : {
          "@type" : "VALUE_SET",
          "id" : "ac0.5",
          "members" : [ "at0023", "at0024", "at0027" ]
        },
        "ac0.6" : {
          "@type" : "VALUE_SET",
          "id" : "ac0.6",
          "members" : [ "at0023", "at0024", "at0027" ]
        }
      }
    },
    "adlVersion" : "1.4",
    "buildUid" : "cb339629-23a5-4417-991c-359fe3baea7e",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Sarah Ballout, Natalia Strauch",
        "organisation" : "Medizinische Hochschule Hannover",
        "email" : "ballout.sarah@mh-hannover.de, Strauch.Natalia@mh-hannover.de"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "fi"
      },
      "author" : { },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sv"
      },
      "author" : {
        "name" : "Emma Malm, Erik Sundvall",
        "organisation" : "Karolinska University Hospital, Region Stockholm, Karolinska University Hospital, Region Stockholm + Linköping University, Karolinska Institutet + Karolinska University Hospital, Region Stockholm + Linköping University",
        "email" : "emma.malm@cambio.se, erik.sundvall@regionstockholm.se"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "name" : "Marit Alice Venheim, Silje Ljosland Bakke, John Tore Valand",
        "organisation" : "Helse Vest IKT AS, Helse Bergen",
        "email" : "marit.alice.venheim@helse-vest-ikt.no, silje.ljosland.bakke@helse-vest-ikt.no, john.tore.valand@helse-vest-ikt.no"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "it"
      },
      "author" : { },
      "otherDetails" : { }
    } ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "84cd7795-c4ac-477e-9948-d6a34bc3cf35",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "A1817BA67D0CB0FDA54F852C65506E88"
      },
      "details" : {
        "en" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "en"
          },
          "purpose" : "To record information about recognised subcategories of delay or specific delays in seeking, reaching or receiving healthcare using the \"Three Delays\" framework.",
          "keywords" : [ ],
          "use" : "Use to record information about recognised subcategories of delay or specific delays in seeking, reaching or receiving healthcare using the \"Three Delays\" framework.\r\n\r\nThis archetype has been designed to be nested within the 'Delay details' SLOT in the  ADMIN_ENTRY.three_delays_model archetype, so that variable levels of detail can be recorded.",
          "copyright" : "© openEHR Foundation",
          "originalResourceUri" : { },
          "otherDetails" : { }
        }
      }
    },
    "parentArchetypeId" : "openEHR-EHR-CLUSTER.delay_details.v0",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-CLUSTER.ovl-delay_details-001.v0"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "CLUSTER",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "items",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0001.1",
          "attributes" : [ ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "nodeId" : "at0002.1",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "value",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "DV_CODED_TEXT",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "defining_code",
                "children" : [ {
                  "@type" : "C_TERMINOLOGY_CODE",
                  "rmTypeName" : "CODE_PHRASE",
                  "occurrences" : "1..1",
                  "terminologyId" : {
                    "value" : "local"
                  },
                  "constraint" : [ "at0003", "at0004", "at0005" ]
                } ]
              } ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0006.1",
          "attributes" : [ ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0007.1",
          "attributes" : [ ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0008.1",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "value",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "DV_DATE_TIME",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "DV_DURATION",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "value",
                "children" : [ {
                  "@type" : "C_DURATION",
                  "rmTypeName" : "DURATION",
                  "occurrences" : "1..1",
                  "patternedConstraint" : "PYMWD",
                  "constraint" : [ {
                    "lower" : "P0D",
                    "lowerIncluded" : true,
                    "upperIncluded" : false,
                    "lowerUnbounded" : false,
                    "upperUnbounded" : true
                  } ]
                } ]
              } ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0011.1",
          "attributes" : [ ],
          "attributeTuples" : [ ]
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0002.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0002.1",
            "text" : "Was the first assessment delayed?",
            "description" : "Was the delay recognised as present, relevant to the identified 'Delay name'?"
          }
        }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "e3e74110-0ee6-4b02-9cae-37abc106a486",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "eb39da92-e665-4418-838f-08ffeba6b79a",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "A6A3C08A7E900DDBFCB472CF2105BE83"
      },
      "details" : {
        "de" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "de"
          },
          "purpose" : "Zur Darstellung von Informationen zu einer Person, wie sie bekannt sind oder im Rahmen der klinischen Dokumentation verstanden werden.",
          "keywords" : [ "Anbieter, Dienstleister, Betreuer, Personal, medizinisches Fachpersonal, Verwandter, Angehöriger, Hausarzt, Zeuge, Freund, Nachbar, Kind, Familie, Geschwister, Elternteil, Einzelperson" ],
          "use" : "Der Archetyp wird verwendet, um Informationen zur einer Person darzustellen, wie sie bekannt sind oder im Rahmen der klinischen Dokumentation verstanden werden, oft ad hoc oder wenn die Verwendung von einem formellen demografischen Register oder einem Index nicht angemessen oder nicht möglich ist.\r\nBeispiele beinhalten:\r\n- der Inhaber einer Patientenverfügung unter Verwendung des SLOT „Inhaber der Kopie“ innerhalb des Archetyps EVALUATION.advance_care_directive;\r\n- die Rolle und Kontaktdaten eines benannten Ansprechpartners in einer Organisation, unter Verwendung des SLOT „Kontaktperson“ innerhalb des Archetyps CLUSTER.organisation;\r\n- Angaben zu einem Verwandten in einer Familienanamnese unter Verwendung des SLOT „Angaben zum Familienmitglied“ innerhalb des Archetyps openEHR-EHR-EVALUATION.family_history;\r\n- der Name der Person, die eine Laborprobe von einem Patienten entnommen hat, unter Verwendung der „Angaben zum Probennehmer“ innerhalb des Archetyps CLUSTER.specimen oder\r\n- ein Zeuge eines Sturzes oder Unfalls, unter Verwendung des SLOT \"Zeuge\" innerhalb des Archetyps CLUSTER.health_event.\r\n\r\nIn den meisten einfachen Anwendungsfällen reicht das unstrukturierte Element „Name“ innerhalb des Archetyps CLUSTER.person aus, um den Namen einer Person als Teil einer Gesundheitsakte darzustellen. In Fällen, in denen ein strukturierter Name für klinische Aufzeichnungszwecke erforderlich oder wünschenswert ist, verschachteln Sie diesen Archetyp jedoch im SLOT „Name strukturiert“ im Archetyp CLUSTER.person. Wenn der Archetyp CLUSTER.structured_name in den SLOT „Name strukturiert“ eingebettet ist, können beliebige oder alle Datenelemente als Textzeichenfolge kombiniert und im Element „Name“ dargestellt werden, solange sie konsistent sind.\r\n\r\nDieser Archetyp könnte auch stellvertretend für formale demografische Daten verwendet werden, wenn ein Template mit Domänenexperten überprüft wird – beispielsweise eine Bewertung, bei der Prüfer erwarten würden, dass die Details einer Person oben im Bewertungsformular angezeigt werden.",
          "misuse" : "Der Archetyp darf nicht verwendet werden, um das formelle Identifikationsmanagement darzustellen oder zu ersetzen oder um ein offizielles demografisches Register oder einen Index zu führen. Verwenden Sie zu diesem Zweck einen formellen Master Patient Index oder Health Provider Index oder Archetypen, die auf dem demografischen Informationsmodell von openEHR basieren.\r\n\r\nDarf nicht verwendet werden, um den Patienten, die Teilnehmer oder den Verfasser der Akte und ähnliche Datenelemente darzustellen, die formal in der Patientenakte unter Verwendung der Referenzmodellattribute dargestellt werden sollten.\r\n\r\nDarf nicht verwendet werden, um das Geburtsdatum einer Person darzustellen – verwenden Sie zu diesem Zweck das Datenelement „Geburtsdatum“ im Archetyp EVALUATION.birth_summary.\r\n\r\nDarf nicht verwendet werden, um biometrische Details oder Biomarker über eine Person darzustellen – verwenden Sie zu diesem Zweck einen speziellen ENTRY-Archetyp.",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "sv" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "sv"
          },
          "purpose" : "Används för att registrera information om en person som behöver representeras i patientjournalen.",
          "keywords" : [ "Leverantör, vårdare, vårdgivare, personal, vårdpersonal, släkting, anhöriga, läkare, vittne, vän, granne, barn, familj, syskon, förälder, individ" ],
          "use" : "Används för att registrera uppgifter om en person i den elektroniska journalen, när det inte är lämpligt eller möjligt att använda ett formellt demografiskt register eller index. Exempelvis:\r\n- Namn och kontaktuppgifter för en person som innehar en fysisk kopia av ett dokument om framtida behandlingsval eller behandlingsreservationer; exempelvis 'Copyholder'-attributet i arketypen EVALUATION.advance_care_directive;\r\n- Namn och kontaktuppgifter för en vårdgivare i en remiss;\r\n- Namn, roll och kontaktuppgifter för en medlem av ett vårdgivarteam;\r\n- Rollen och kontaktuppgifterna för en namngiven kontaktperson inom en organisation;\r\n- uppgifter om en släkting i en släkthistoria; eller\r\n- ett vittne till ett epileptisk anfall.\r\n\r\nI de flesta vanliga användningsfallen där ett namn måste inkluderas i en journal räcker det med fritextinmatning inom elementet 'Ostrukturerat namn'. I situationer när det krävs mer detaljerade detaljer om en eller flera namnkomponenter, använd de ytterligare strukturerade dataelementen i arketypen CLUSTER.structured_name. I denna arketyp finns en SLOT kapslade i \"Structured name\" . Om arketypen CLUSTER.structured name är kapslad i 'Structured name' SLOT, kan något eller alla av de strukturerade namnelementen sammanfogas och representeras i elementet 'Ostrukturerat namn'.\r\n\r\nDenna arketyp kan också användas som en proxy för formella demografiska data när man granskar en mall med domänexperter – till exempel en bedömning där granskare förväntar sig att se patientens uppgifter högst upp i bedömningsformuläret.",
          "misuse" : "Får inte användas för att representera eller ersätta formell identifieringshantering eller i syfte att upprätthålla ett officiellt demografiskt register eller index. Använd ett formellt Master Patient Index eller Vårdgivare Index för detta ändamål, eller arketyper baserade på openEHR Demographic Information Model.\r\n\r\nFår inte användas för att representera patienten, deltagare eller författare till journalen och liknande dataelement som bör representeras formellt i journalen med hjälp av Referensmodellens attribut.\r\n\r\nFår inte användas för att registrera en individs födelsedatum - använd istället dataelementet \"Födelsedatum\" i EVALUATION.birth_summary för detta ändamål\r\n\r\nFår inte användas för att registrera biometriska detaljer eller biomarkörer om en individ - använd en specifik ENTRY-arketyp för detta ändamål.",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "nb" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "nb"
          },
          "purpose" : "For å registrere detaljer om en person i en pasientjournal.",
          "keywords" : [ "tjenesteyter, omsorgsperson, helsepersonell, slektning, pårørende, vitne, venn, nabo, barn, familie, søsken, forelder, arbeidsgiver, rekvirent, henviser, ektefelle, verge, samboer, kjæreste" ],
          "use" : "Brukes for å registrere detaljer om en person i en pasientjournal, når det ikke er ønskelig eller mulig å bruke et formelt demografisk register eller indeks.\r\n\r\nFor eksempel:\r\n- navn og kontaktdetaljer til en person som har en kopi av et fremtidig behandlingsvalg, i SLOTet \"Kopiholder\" i arketypen EVALUATION.advance_care_directive (Fremtidig behandlingsvalg).\r\n- navn og kontaktdetaljer til en omsorgsperson eller helsepersonell i en organisasjon, i SLOTet \"Kontaktperson\" i arketypen CLUSTER.organisation (Organisasjon).\r\n- detaljer om en slektning i en familieanamnese, I SLOTet \"Detaljer om familiemedlem\" i arketypen EVALUATION.family_history (Familieanamnese).\r\n- navnet på en person som gjennomførte prøvetakning på en pasient, i SLOTet \"Detaljer om prøvetaker\" i arketypen CLUSTER.specimen (Prøvemateriale).\r\n- et vitne til et fall eller en ulykke, i SLOTet \"Witness\" i arketypen CLUSTER.health_event.\r\n\r\nI de mest vanlige brukscasene der navn skal registreres i pasientjournalen, vil dataelementet \"Navn\" i denne arketypen være tilstrekkelig. I tilfeller der det er nødvendig eller ønskelig med detaljer om en eller flere navnekomponenter, bruk arketypen CLUSTER.structured_name i SLOTet \"Strukturert navn\" i denne arketypen. \r\nOm det er gjort, kan noen eller alle de strukturerte navnelementene slås sammen av programvaren man benytter, og lagres i dataelementet \"Navn\".\r\n\r\nDenne arketypen kan også brukes som en midlertidig erstatning for formelle demografiske data når man gjennomgår et templat med domeneeksperter - for eksempel en vurdering der man i templatet forventer å se detaljer om en person på toppen av vurderingsskjema.",
          "misuse" : "Brukes ikke til å representere eller erstatte de formelle demografiske opplysninger for formell identitetsforvaltning eller for å opprettholde et demografisk register eller en indeks. Bruk et formelt pasientregister, helsepersonellregister eller arketyper basert på openEHR demografisk informasjonsmodell til dette formålet.\r\n\r\nBrukes ikke for å representere pasient, deltakere eller forfatter av skjema eller lignende, som skal representeres formelt i pasientjournalen. Bruk attributter fra Referansemodellen for dette formålet.\r\n\r\nBrukes ikke for å registrere fødselsdato for individet - bruk dataelementet \"Fødselsdato\" i arketypen EVALUATION.birth_summary for dette formålet.\r\n\r\nBrukes ikke for å registrere detaljer om biometri eller biomarkører for personen - bruk en spesifikk ENTRY-arketype for dette formålet.",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "en" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "en"
          },
          "purpose" : "To record details about a person as they are known or understood in the course of clinical documentation.",
          "keywords" : [ "provider, carer, staff, healthcare professional, relative, next-of-kin, practitioner, witness, friend, neighbour, child, family, sibling, parent, individual" ],
          "use" : "Use to record details of a person as they are known or understood in the course of clinical documentation, often ad hoc or when it is not appropriate or possible to use a formal demographic register or index. Examples include:\r\n- the copyholder of an advanced care record, using the 'Copyholder' SLOT within the EVALUATION.advance_care_directive archetype;\r\n- the role and contact details of a named contact person within an organisation, using the 'Contact person' SLOT within the CLUSTER.organisation archetype;\r\n- details about a relative in a family history record, using the 'Family member details' SLOT within the openEHR-EHR-EVALUATION.family_history archetype; \r\n- the name of the person who collected a laboratory specimen from a patient, using the 'Specimen collector details' within the CLUSTER.specimen archetype; or\r\n- a witness to a fall or accident, using the 'Witness' SLOT within the CLUSTER.health_event archetype.\r\n\r\nIn most simple clinical recording use cases, the unstructured 'Name' element within the CLUSTER.person archetype will be sufficient to record the name of a person as part of a health record. However, in circumstances where a structured name is necessary or desirable for clinical recording purposes, nest this archetype within the 'Structured name' SLOT in CLUSTER.person archetype. If the CLUSTER.structured_name archetype is nested within the 'Structured name' SLOT, any or all of the data elements can be combined together as a text string and represented in the 'Name' element, as long as they are consistent.\r\n\r\nThis archetype could also be used as a proxy for formal demographic data when reviewing a template with domain experts - for example, an assessment where reviewers would expect to see a person's details at the top of the assessment form.",
          "misuse" : "Not to be used to represent or replace formal identification management or for the purposes of maintaining an official demographic register or index. Use a formal Master Patient Index or Health Provider Index for this purpose, or archetypes based on the openEHR Demographic Information Model.\r\n\r\nNot to be used to represent the subject of care, participants or author of the record and similar data elements that should be represented formally in the health record using the Reference Model attributes.\r\n\r\nNot to be used to record the date of birth of an individual - use the 'Date of birth' data element within the EVALUATION.birth_summary for this purpose\r\n\r\nNot to be used to record biometric detail or biomarkers about an individual - use a specific ENTRY archetype for this purpose.",
          "copyright" : "© openEHR Foundation",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "es" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "es"
          },
          "purpose" : "Para registrar detalles sobre una persona tal y como se conocen o entienden en el curso de la documentación clínica.",
          "keywords" : [ "proveedor, cuidador, personal, profesional sanitario, familiar, pariente cercano, profesional, testigo, amigo, vecino, niño, familia, hermano, padre, individuo" ],
          "use" : "Utilizar para registrar los detalles de una persona tal y como se conocen o entienden en el curso de la documentación clínica, a menudo ad hoc o cuando no es apropiado o posible utilizar un registro o índice demográfico formal. Algunos ejemplos son:\r\n- El nombre y los datos de contacto de una persona que posee una copia física de un documento de voluntades anticipadas, usando el slot 'Encargado de la copia' en el arquetipo EVALUATION.advance_care_directive;\r\n- La función y los datos de una persona de contacto nombrada dentro de una organización, utilizando el SLOT \"Persona de contacto\" dentro del arquetipo CLUSTER.organisation;\r\n- Los datos de un pariente en un registro de historia familiar, utilizando el SLOT 'Family member details' dentro del arquetipo openEHR-EHR-EVALUATION.family_history;\r\n- El nombre de la persona que recogió una muestra de laboratorio de un paciente, utilizando los \"detalles del recolector de muestras\" dentro del arquetipo CLUSTER.specimen; o\r\n- Un testigo de una caída o accidente, utilizando el SLOT \"Testigo\" dentro del arquetipo CLUSTER.health_event.\r\n\r\nEn la mayoría de los casos de uso de registros clínicos sencillos, el elemento no estructurado \"Nombre\" dentro del arquetipo CLUSTER.person será suficiente para registrar el nombre de una persona como parte de un registro sanitario. Sin embargo, en circunstancias en las que sea necesario o deseable un nombre estructurado para fines de registro clínico, incluya este arquetipo dentro del SLOT 'Nombre estructurado' en el arquetipo CLUSTER.person. Si el arquetipo CLUSTER.structured_name se incluye dentro del SLOT 'Structured name', cualquiera de los elementos de datos, o todos ellos, pueden combinarse juntos como una cadena de texto y representarse en el elemento 'Nombre' siempre que sean coherentes.\r\n\r\nEste arquetipo también puede utilizarse como sustituto de los datos demográficos formales cuando se revise una plantilla con expertos del dominio - por ejemplo, una evaluación en la que los revisores esperarían ver los datos del paciente en la parte superior del formulario.",
          "misuse" : "No debe utilizarse para representar o sustituir la gestión de la identificación formal ni para mantener un registro o índice demográfico oficial. Utilice para ello un Índice Maestro de Pacientes o un Índice de Proveedores de Salud formales o arquetipos basados en el Modelo de Información Demográfico de openEHR.\r\n\r\nNo debe utilizarse para representar el sujeto de la atención, los participantes o el autor del registro y elementos de datos similares que deberían representarse formalmente en el registro sanitario utilizando los atributos del Modelo de Referencia.\r\n\r\nNo debe utilizarse para registrar la fecha de nacimiento de un individuo: utilice el elemento de datos \"Fecha de nacimiento\" dentro de EVALUATION.birth_summary para este fin\r\n\r\nNo debe utilizarse para registrar detalles biométricos o biomarcadores sobre un individuo - utilice un arquetipo de ENTRY específico para este fin.\r\n",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "zh" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "zh"
          },
          "purpose" : "*To record details about a person as they are known or understood in the course of clinical documentation. (en)",
          "keywords" : [ "*provider, carer, staff, healthcare professional, relative, next-of-kin, practitioner, witness, friend, neighbour, child, family, sibling, parent, individual (en)" ],
          "use" : "*Use to record details of a person as they are known or understood in the course of clinical documentation, often ad hoc or when it is not appropriate or possible to use a formal demographic register or index. Examples include:\r\n- the copyholder of an advanced care record, using the 'Copyholder' SLOT within the EVALUATION.advance_care_directive archetype;\r\n- the role and contact details of a named contact person within an organisation, using the 'Contact person' SLOT within the CLUSTER.organisation archetype;\r\n- details about a relative in a family history record, using the 'Family member details' SLOT within the openEHR-EHR-EVALUATION.family_history archetype; \r\n- the name of the person who collected a laboratory specimen from a patient, using the 'Specimen collector details' within the CLUSTER.specimen archetype; or\r\n- a witness to a fall or accident, using the 'Witness' SLOT within the CLUSTER.health_event archetype.\r\n\r\nIn most simple clinical recording use cases, the unstructured 'Name' element within the CLUSTER.person archetype will be sufficient to record the name of a person as part of a health record. However, in circumstances where a structured name is necessary or desirable for clinical recording purposes, nest this archetype within the 'Structured name' SLOT in CLUSTER.person archetype. If the CLUSTER.structured_name archetype is nested within the 'Structured name' SLOT, any or all of the data elements can be combined together as a text string and represented in the 'Name' element, as long as they are consistent.\r\n\r\nThis archetype could also be used as a proxy for formal demographic data when reviewing a template with domain experts - for example, an assessment where reviewers would expect to see a person's details at the top of the assessment form. (en)",
          "misuse" : "*Not to be used to represent or replace formal identification management or for the purposes of maintaining an official demographic register or index. Use a formal Master Patient Index or Health Provider Index for this purpose, or archetypes based on the openEHR Demographic Information Model.\r\n\r\nNot to be used to represent the subject of care, participants or author of the record and similar data elements that should be represented formally in the health record using the Reference Model attributes.\r\n\r\nNot to be used to record the date of birth of an individual - use the 'Date of birth' data element within the EVALUATION.birth_summary for this purpose\r\n\r\nNot to be used to record biometric detail or biomarkers about an individual - use a specific ENTRY archetype for this purpose. (en)",
          "originalResourceUri" : { },
          "otherDetails" : { }
        }
      }
    },
    "parentArchetypeId" : "openEHR-EHR-CLUSTER.person.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-CLUSTER.ovl-person-001.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "CLUSTER",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "items",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0001.1",
          "attributes" : [ ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "nodeId" : "at0011.1",
          "attributes" : [ ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0003.1",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "value",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "DV_IDENTIFIER",
              "defaultValue" : {
                "@type" : "DV_IDENTIFIER"
              },
              "attributes" : [ ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "DV_TEXT",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        }, {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ELEMENT",
          "occurrences" : "0..0",
          "nodeId" : "at0010.1",
          "attributes" : [ ],
          "attributeTuples" : [ ]
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Person scoring",
            "description" : "An individual human being."
          },
          "at0011.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0011.1",
            "text" : "Who scored these symptoms",
            "description" : "A label for the individual.",
            "comment" : "For example: 'Neighbour in the house with the red door'."
          }
        },
        "nb" : { },
        "de" : { },
        "zh" : { },
        "sv" : { },
        "es" : { }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "53d23a6f-115f-4af6-8c0f-a4b901963aab",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Natalia Strauch, Alina Rehberg",
        "organisation" : "Medizinische Hochschule Hannover",
        "email" : "Strauch.Natalia@mh-hannover.de, rehberg.alina@mh-hannover.de"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sv"
      },
      "author" : {
        "name" : "Elham Gholami, Erik Sundvall",
        "organisation" : "Region Stockholm",
        "email" : "erik.sundvall@regionstockholm.se"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "name" : "Liv Laugen, John Tore Valand, Vebjørn Arntzen, Kanika Kuwelker",
        "organisation" : "​Oslo University Hospital, Norway, Helse Bergen, Helse Vest IKT",
        "email" : "liv.laugen@ous-hf.no, john.tore.valand@helse-bergen.no, john.tore.valand@helse-vest-ikt.no, varntzen@ous-hf.no, kanika.kuwelker@helse-vest-ikt.no"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "zh"
      },
      "author" : {
        "name" : "Yexuan Cheng",
        "organisation" : "浙江大学",
        "email" : "3160100913@zju.edu.cn"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "es"
      },
      "author" : {
        "name" : "Diego Bosca",
        "organisation" : "VeraTech for Health",
        "email" : "yampeku@veratech.es"
      },
      "accreditation" : "Native speaker. First Certificate in English",
      "otherDetails" : { }
    } ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "6754f195-4361-4938-850d-6885c236c3a1",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "864DB28E6525E0219B011621BCEE16A5"
      },
      "details" : {
        "de" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "de"
          },
          "purpose" : "Schaffung von Rahmenbedingungen für die Darstellung von Antworten auf vordefinierte Screening-Fragen zur Anwendung eines bestimmten Medikaments oder einer Medikamentengruppe.",
          "keywords" : [ "Medikation, Screening, Fragebogen, Medikament, Arzneimittel, Behandlung" ],
          "use" : "Verwendung als Rahmenbedingung für die Darstellung von Antworten auf vordefinierte Screening-Fragen zur Anwendung eines bestimmten Medikaments oder einer Medikamentengruppe (einschließliche Medikamentenkasse).\r\n\r\nBeispiele für Medikamente, Gruppierungen und Klassen von Medikamenten sind „Alendronsäure“, „Osteoporose-Medikamente“ bzw. „Bisphosphonate“.\r\n\r\nHäufige Anwendungsfälle umfassen, sind aber nicht beschränkt auf:\r\n- Systematische Befragung in jedem Beratungsgespräch zu dem Medikamenteneinnahme-Verhalten, zum Beispiel:\r\n--- Verwenden Sie Paracetamol? Ja, Nein, Unbekannt.\r\n--- Haben Sie in den letzten vier Wochen Antikoagulanzien verwendet? Ja, Nein, Unbekannt.\r\n\r\nDie Semantik dieses Archetyps ist absichtlich locker, und die Abfrage dieses Archetyps wäre normalerweise nur im Kontext jedes spezifischen Templates nützlich oder sicher. In einem Template würde normalerweise jedes Datenelement in die spezifische gestellte Frage umbenannt. Wo Wertesätze für allgemeine Anwendungsfälle vorgeschlagen wurden, können diese für die lokale Verwendung angepasst werden, indem die „Text“-Auswahl verwendet wird, um jedem spezifischen Anwendungsfall zu entsprechen.\r\n\r\nÜber die EVENT-Struktur aus dem Referenzmodell kann festgelegt werden, ob sich die Fragen auf einen Zeitpunkt oder einen Zeitraum beziehen. Verwenden Sie eine separate Instanz dieses Archetyps, um zwischen einer Befragung zu unterscheiden, der Informationen über ein Medikament enthält, das zu einem beliebigen Zeitpunkt in der Vergangenheit angewendet wurde, und Informationen über ein Medikament, das innerhalb eines bestimmten Zeitintervalls durchgeführt wurde - zum Beispiel den Unterschied zwischen \"Verwenden Sie Paracetamol? \" im Vergleich zu \"Haben Sie in den letzten vier Wochen Antikoagulanzien verwendet?\".\r\n\r\nDie Quelle der Informationen in einer Fragebogenantwort kann in verschiedenen Kontexten variieren, kann jedoch mithilfe des Elements „Information provider“ im Referenzmodell spezifisch identifiziert werden.\r\n\r\nDieser Archetyp wurde entwickelt, um als Screening-Tool oder zur Darstellung einfacher Daten im Fragebogenformat zur Verwendung in Situationen wie einem Krankheitsregister verwendet zu werden. Wenn der Screening-Fragebogen das Vorhandensein eines Medikaments identifiziert, wird empfohlen, dass das klinische System die spezifischen Details über das Medikament unter Verwendung eines relevanten Medikations-Archetyps darstellt und beibehält, zum Beispiel das OBSERVATION.medication_statement, um eine detaillierte Momentaufnahme über die tatsächliche Verwendung des spezifischen Medikaments darzustellen.",
          "misuse" : "Nicht zur Darstellung einer Anforderung für ein zu verabreichendes oder zu konsumierendes Medikament zu verwenden - verwenden Sie zu diesem Zweck INSTRUCTION.medication_order.\r\n\r\nNicht zur Darstellung der Verabreichung, Abgabe oder Einnahme eines Medikaments verwenden - verwenden Sie ACTION.medication für diesen Zweck.\r\n\r\nNicht zur Darstellung einer Zusammenfassung der Verwendung eines Medikaments über die Lebenszeit der Person zu verwenden – verwenden Sie zu diesem Zweck EVALUATION.medication_summary.\r\n\r\nDarf nicht verwendet werden, um eine detaillierte Momentaufnahme über die tatsächliche Verwendung eines einzelnen angegebenen Medikaments außerhalb eines Screening-Kontexts darzustellen. - Verwenden Sie zu diesem Zweck OBSERVATION.medication_statement.\r\n\r\nDarf nicht verwendet werden, um Details über das Fehlen eines bestimmten Medikaments oder einer Medikamentengruppe außerhalb eines Screening-Kontexts darzustellen. Verwenden Sie zu diesem Zweck EVALUATION.exclusion_specific.\r\n\r\nNicht zu verwenden, um einen Rahmen für die Darstellung von Antworten auf vordefinierte Screening-Fragen zu Nebenwirkungen zu schaffen, verwenden Sie zu diesem Zweck einen geeigneten Archetyp.\r\n\r\nDarf nicht verwendet werden, um Details zu einer einfachen Auswahlliste darzustellen, in der eine Frage entweder als \"vorhanden\" oder \"unbestimmt\" aufgezeichnet werden kann. Verwenden Sie dazu OBSERVATION.selection_list.",
          "copyright" : "© openEHR Foundation, Nasjonal IKT HF",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "nb" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "nb"
          },
          "purpose" : "For å lage et rammeverk for registrering av svar på forhåndsdefinerte spørsmål om bruken av et hvilket som helst legemiddel eller gruppe av legemidler.",
          "keywords" : [ "legemiddel, kartlegging, spørreskjema, legemiddelgruppe, medikament" ],
          "use" : "Brukes for å lage et rammeverk for registrering av svar på forhåndsdefinerte spørsmål om bruken av et hvilket som helst legemiddel eller gruppe av legemidler.\r\n\r\nEksempler på legemidler, grupper og klasser av legemidler er \"alendronsyre\", \"osteoporosemedisiner\" og \"bisfosfonater\".\r\n\r\nVanlige bruksområder inkluderer, men er ikke begrenset til:\r\n- Systematiske spørsmål ved konsultasjoner, for eksempel:\r\n--- Bruker du paracetamol? Ja, Nei, Ukjent.\r\n--- Har du brukt noen blodfortynnende medisiner de siste 4 ukene? Ja, Nei, Ukjent.\r\n\r\nSemantikken til denne arketypen er med vilje løst definert, og spørringer etter data i denne arketypen vil normalt bare være hensiktsmessig eller sikkert i konteksten av det spesifikke templatet. I et templat vil hvert dataelement vanligvis døpes om til det (spesifikke) spørsmålet man ønsker svar på. Flere steder er det foreslått verdisett som passer til de vanligste bruksområder, men det er allikevel mulig å tilpasse/endre verdisett for lokal bruk ved å benytte de alternative datatypene DV_TEXT eller DV_BOOLEAN for å harmonere verdisettet til hvert enkelt brukstilfelle.\r\n\r\nEVENT-strukturen fra arketypens referansemodell kan brukes for å spesifisere om spørsmålene relateres til et tidspunkt eller til et tidsintervall.\r\nBruk egne instanser av denne arketypen for å skille mellom spørsmål om bruk av et legemiddel på et hvilket som helst tidspunkt og spørsmål om legemidler som er brukt i et tidsintervall. For eksempel; \"Bruker du paracetamol nå?\" sammenlignet med \"Har du brukt noen smertestillende medisin de siste 4 ukene?\".\r\n\r\nKilden til informasjonen i et spørreskjema kan variere i ulike kontekster, men kan identifiseres spesifikt ved å benytte \"Information provider\" elementet i openEHR referansemodellen.\r\n\r\nDenne arketypen er laget for å bli brukt i et spørreskjema eller for å registrere enkle strukturerte data til for eksempel et sykdomsregister. Dersom det i spørreskjemaet identifiseres at et legemiddel er tilstede, anbefales det at spesifikke detaljer om legemiddelet registreres og lagres i pasientjournalen i en egnet legemiddelarketype, for eksempel arketypen OBSERVATION.medication_statement for å registrere et detaljert øyeblikksbilde om bruken av et enkelt spesifisert legemiddel.",
          "misuse" : "Brukes ikke for å dokumentere forordningen av et legemiddel - bruk arketypen INSTRUCTION.medication_order (Legemiddelordinering) til dette formålet.\r\n\r\nBrukes ikke for å dokumentere administreringen av et legemiddel - bruk arketypen ACTION.medication (Legemiddelhåndtering) til dette formålet.\r\n\r\nBrukes ikke for å registrere et sammendrag om all bruk av et spesifisert legemiddel over et individs livstid, bruk arketypen EVALUATION.medication_summary (Legemiddelsammendrag) til dette formålet.\r\n\r\nBrukes ikke for å registrere et detaljert øyeblikksbilde om bruken av et enkelt spesifisert legemiddel, utenfor konteksten av kartleggingen. Bruk arketypen OBSERVATION.medication_statement for dette formålet.\r\n\r\nBrukes ikke for å registrere detaljer om etablert fravær av et spesifikt legemiddel eller gruppe av legemidler i pasientjournalen, utenfor konteksten av kartleggingen. Bruk arketypen EVALUATION.exclusion_specific for dette formålet.\r\n\r\nBrukes ikke for å lage et rammeverk for registrering av svar på forhåndsdefinerte spørsmål om overfølsomhetsreaksjoner, bruk en egnet arketype for dette formålet.\r\n\r\nBrukes ikke for å registrere detaljer om en enkel utvalgsliste der et spørsmål kan registreres som enten \"Tilstede\" eller \"Ubestemt\". Bruk arketypen OBSERVATION.selection_list for dette formålet.",
          "copyright" : "© openEHR Foundation, Nasjonal IKT HF, openEHR Foundation, openEHR Foundation",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "en" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "en"
          },
          "purpose" : "To create a framework for recording answers to pre-defined screening questions about the use of any specified medication or grouping of medications.",
          "keywords" : [ "medication, screening, questionnaire, drug, treatment" ],
          "use" : "Use to create a framework for recording answers to pre-defined screening questions about the use of any specified medication or grouping (including classes) of medications.\r\n\r\nExamples of medications, groupings and classes of medications are 'alendronic acid', 'anti osteoporosis medications' and 'bisphosphonates', respectively.\r\n\r\nCommon use cases include, but are not limited to:\r\n- Systematic questioning in any consultation related to patterns of medication usage, for example:\r\n--- Do you use paracetamol? Yes, No, Unknown.\r\n--- Have you been using any anticoagulants the last four weeks? Yes, No, Unknown.\r\n\r\nThe semantics of this archetype are intentionally loose, and querying this archetype would normally only be useful or safe within the context of each specific template. In a template, each data element would usually be renamed to the specific question asked. Where value sets have been proposed for common use cases, these can be adapted for local use by using the DV_TEXT or the DV_BOOLEAN datatypes choice to match each specific use case.\r\n\r\nThe EVENT structure from the reference model can be used to specify whether the questions relate to point in time or over a period of time. Use a separate instance of this archetype to distinguish between a questionnaire recording information about a medication that has been used at any time in the past and information about a medication used within a specified time interval - for example the difference between \"Do you use paracetamol?\" compared to \"Have you been using any anticoagulants during the last four weeks?\".\r\n\r\nThe source of the information in a questionnaire response may vary in different contexts but can be specifically identified using the 'Information provider' element in the Reference Model.\r\n\r\nThis archetype has been designed to be used as a screening tool or to record simple questionnaire-format data for use in situations such as a disease registry. If the screening questionnaire identifies the presence of a medication it is recommended that clinical system record and persist the specific details about the medication using a relevant medication archetype, for example the OBSERVATION.medication_statement to record a detailed snapshot view about the actual use of a single specified medication.",
          "misuse" : "Not to be used for recording an order for a medication to be administered or consumed - use INSTRUCTION.medication_order for this purpose.\r\n\r\nNot to be used for recording the administration, dispensing or consumption of a medication - use ACTION.medication for this purpose.\r\n\r\nNot to be used for recording a summary of use of a medication over the lifetime of the individual - use EVALUATION.medication_summary for this purpose.\r\n\r\nNot to be used to record a detailed snapshot view about the actual use of a single specified medication, outside of a screening context. - use OBSERVATION.medication_statement for this purpose.\r\n\r\nNot to be used to record details about the positive absence of a specific medication or grouping of medication, outside of a screening context. Use EVALUATION.exclusion_specific for this purpose.\r\n\r\nNot to be used to to create a framework for recording answers to pre-defined screening questions about adverse reactions, use an appropriate archetype for this purpose.\r\n\r\nNot to be used to record details about a simple selection list where a question may be recorded as either \"present\" or \"indeterminate\". Use OBSERVATION.selection_list for this purpose.",
          "copyright" : "© openEHR Foundation, Nasjonal IKT HF",
          "originalResourceUri" : { },
          "otherDetails" : { }
        },
        "nl" : {
          "@type" : "RESOURCE_DESCRIPTION_ITEM",
          "language" : {
            "terminologyId" : {
              "value" : "ISO_639-1"
            },
            "codeString" : "nl"
          },
          "purpose" : "*To create a framework for recording answers to pre-defined screening questions about the use of a any medication. (en)",
          "keywords" : [ "*medication, screening, questionnaire, drug, treatment (en)" ],
          "use" : "*Use to create a framework for recording answers to pre-defined screening questions about the use of any specified medication or grouping (including classes) of medications.\r\n\r\nExamples of medications, groupings and classes of medications are 'alendronic acid', 'anti osteoporosis medications' and 'bisphosphonates', respectively.\r\n\r\nCommon use cases include, but are not limited to:\r\n- Systematic questioning in any consultation related to patterns of medication usage , for example:\r\n--- Do you use paracetamol? Yes, No, Unknown.\r\n--- Have you been using any anticoagulants the last four weeks? Yes, No, Unknown.\r\n\r\nThe semantics of this archetype are intentionally loose, and querying this archetype would normally only be useful or safe within the context of each specific template. In a template, each data element would usually be renamed to the specific question asked. Where value sets have been proposed for common use cases, these can be adapted for local use by using the 'text' choice to match each specific use case.\r\n\r\nThe EVENT structure from the reference model can be used to specify whether the questions relate to point in time or over a period of time. Use a separate instance of this archetype to distinguish between a questionnaire recording information about a procedure that has been performed at any time in the past and information about a procedure performed within a specified time interval - for example the difference between \"Do you use paracetamol?\" compared to \"Have you been using any anticoagulants the last four weeks?\".\r\n\r\nThe source of the information in a questionnaire response may vary in different contexts but can be specifically identified using the 'Information provider' element in the Reference Model.\r\n\r\nThis archetype has been designed to be used as a screening tool or to record simple questionnaire-format data for use in situations such as a disease registry. If the screening questionnaire identifies the presence of a medication it is recommended that clinical system record and persist the specific details about the medication using a relevant medication archetype, for example the OBSERVATION.medication_statement to record a detailed snapshot view about the actual use of a single specified medication. (en)",
          "misuse" : "*Not to be used for recording an order for a medication to be administered or consumed - use INSTRUCTION.medication_order for this purpose.\r\n\r\nNot to be used for recording the administration, dispensing or consumption of a medication - use ACTION.medication for this purpose.\r\n\r\nNot to be used for recording a summary of use of a medication over the lifetime of the individual - use EVALUATION.medication_summary for this purpose.\r\n\r\nNot to be used to record a detailed snapshot view about the actual use of a single specified medication, outside of a screening context. - use OBSERVATION.medication_statement for this purpose.\r\n\r\nNot to be used to record details about the positive absence of a specific medication or grouping of medication, outside of a screening context. Use EVALUATION.exclusion_specific for this purpose.\r\n\r\nNot to be used to to create a framework for recording answers to pre-defined screening questions about adverse reactions, use an appropriate archetype for this purpose.\r\n\r\nNot to be used to record details about a simple selection list where a question may be recorded as either \"present\" or \"indeterminate\". Use OBSERVATION.selection_list for this purpose. (en)",
          "originalResourceUri" : { },
          "otherDetails" : { }
        }
      }
    },
    "parentArchetypeId" : "openEHR-EHR-OBSERVATION.medication_screening.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-OBSERVATION.ovl-medication_screening-001.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "OBSERVATION",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "data",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "HISTORY",
          "nodeId" : "at0022",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "events",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "EVENT",
              "nodeId" : "at0023",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "data",
                "children" : [ {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "ITEM_TREE",
                  "nodeId" : "at0001",
                  "attributes" : [ {
                    "@type" : "C_ATTRIBUTE",
                    "rmAttributeName" : "items",
                    "children" : [ {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "ELEMENT",
                      "occurrences" : "0..0",
                      "nodeId" : "at0040.1",
                      "attributes" : [ ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "ELEMENT",
                      "occurrences" : "0..0",
                      "nodeId" : "at0027.1",
                      "attributes" : [ {
                        "@type" : "C_ATTRIBUTE",
                        "rmAttributeName" : "value",
                        "children" : [ {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_CODED_TEXT",
                          "attributes" : [ {
                            "@type" : "C_ATTRIBUTE",
                            "rmAttributeName" : "defining_code",
                            "children" : [ {
                              "@type" : "C_TERMINOLOGY_CODE",
                              "rmTypeName" : "TERMINOLOGY_CODE",
                              "occurrences" : "1..1",
                              "terminologyId" : {
                                "value" : "local"
                              },
                              "constraint" : [ "ac0.1" ],
                              "selectedTerminologies" : [ ]
                            } ]
                          } ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_TEXT",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        }, {
                          "@type" : "C_COMPLEX_OBJECT",
                          "rmTypeName" : "DV_BOOLEAN",
                          "attributes" : [ ],
                          "attributeTuples" : [ ]
                        } ]
                      } ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "ELEMENT",
                      "nodeId" : "at0043.1",
                      "attributes" : [ ],
                      "attributeTuples" : [ ]
                    }, {
                      "@type" : "C_COMPLEX_OBJECT",
                      "rmTypeName" : "CLUSTER",
                      "occurrences" : "0..0",
                      "nodeId" : "at0026.1",
                      "attributes" : [ ],
                      "attributeTuples" : [ ]
                    } ]
                  } ],
                  "attributeTuples" : [ ]
                } ]
              } ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "(Synthesized)",
            "code" : "ac0.1",
            "description" : ""
          },
          "at0043.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0043.1",
            "text" : "Comments on medications",
            "description" : "Narrative description about the history of use of any medication relevant for the screening purpose."
          }
        },
        "nb" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          }
        },
        "de" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          }
        },
        "nl" : {
          "ac0.1" : {
            "@type" : "ARCHETYPE_TERM",
            "text" : "*(Synthesized) (en)",
            "code" : "ac0.1",
            "description" : ""
          }
        }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : {
        "ac0.1" : {
          "@type" : "VALUE_SET",
          "id" : "ac0.1",
          "members" : [ "at0028", "at0029", "at0030" ]
        }
      }
    },
    "adlVersion" : "1.4",
    "buildUid" : "41f7f985-6bbe-460b-a20e-fe9322925158",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Kim Sommer, Natalia Strauch, Alina Rehberg",
        "organisation" : "Medizinische Hochschule Hannover",
        "email" : "sommer.kimkatrin@mh-hannover.de, Strauch.Natalia@mh-hannover.de, rehberg.alina@mh-hannover.de"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "name" : "Silje Ljosland Bakke, John Tore Valand",
        "organisation" : "Helse Vest IKT AS, Helse Bergen",
        "email" : "silje.ljosland.bakke@helse-vest-ikt.no, john.tore.valand@helse-bergen.no, john.tore.valand@helse-vest-ikt.no"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nl"
      },
      "author" : {
        "name" : "Martijn van Eenennaam",
        "organisation" : "Nedap Healthcare",
        "email" : "martijn.vaneenennaam@nedap.com"
      },
      "accreditation" : "PhD",
      "otherDetails" : { }
    } ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "1eb229ab-7f33-4973-806c-728461e76341",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "8FE80F3E80C594AAF99D3BA540A53D73"
      },
      "details" : { }
    },
    "parentArchetypeId" : "openEHR-EHR-SECTION.adhoc.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-SECTION.ovl-adhoc-001.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "SECTION",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "items",
        "existence" : "0..1",
        "cardinality" : {
          "@type" : "CARDINALITY",
          "interval" : "1..*",
          "ordered" : false,
          "unique" : false
        },
        "children" : [ {
          "@type" : "C_ARCHETYPE_ROOT",
          "rmTypeName" : "SECTION",
          "occurrences" : "0..1",
          "nodeId" : "at0.2",
          "attributes" : [ ],
          "attributeTuples" : [ ],
          "archetypeRef" : "openEHR-EHR-SECTION.ovl-adhoc-002.v1",
          "referenceType" : "archetypeOverlay"
        }, {
          "@type" : "C_ARCHETYPE_ROOT",
          "rmTypeName" : "SECTION",
          "occurrences" : "0..1",
          "nodeId" : "at0.4",
          "attributes" : [ ],
          "attributeTuples" : [ ],
          "archetypeRef" : "openEHR-EHR-SECTION.ovl-adhoc-003.v1",
          "referenceType" : "archetypeOverlay"
        }, {
          "@type" : "C_ARCHETYPE_ROOT",
          "rmTypeName" : "EVALUATION",
          "occurrences" : "0..1",
          "nodeId" : "at0.9",
          "attributes" : [ ],
          "attributeTuples" : [ ],
          "archetypeRef" : "openEHR-EHR-EVALUATION.ovl-clinical_synopsis-001.v1",
          "referenceType" : "archetypeOverlay"
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Overview (including plan)",
            "description" : "A generic section header which should be renamed in a template to suit a specific clinical context."
          }
        },
        "ru" : { },
        "es-ar" : { },
        "sl" : { },
        "nb" : { },
        "pt-br" : { },
        "sv" : { },
        "de" : { },
        "it" : { },
        "fr" : { }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "46fe0e95-f5cc-44c8-8616-3b9fd0ca6e61",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Ramona Wellmann",
        "organisation" : "Medizinische Hochschule Hannover",
        "email" : "wellmann.ramona@mh-hannover.de"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "ru"
      },
      "author" : {
        "name" : "Art Latyp Латыпов Артур Шамилевич",
        "organisation" : "RusBITech РусБИТех, Москва"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sv"
      },
      "author" : {
        "name" : "Daniel Hall",
        "organisation" : "Region Östergötland",
        "email" : "daniel.hall@regionostergotland.se"
      },
      "accreditation" : "Åsa Skagerhult, Lisa Axelsson",
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "es-ar"
      },
      "author" : {
        "name" : "Alan March",
        "organisation" : "Hospital Universitario Austral, Buenos Aires, Argentina"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "einar.fosse@unn.no" : "einar.fosse@unn.no",
        "name" : "Einar Fosse",
        "organisation" : "Norwegian Centre for Integrated Care and Telemedicine, Tromsø, Norway"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "pt-br"
      },
      "author" : {
        "name" : "Vladimir Pizzo",
        "organisation" : "Hospital Sírio Libanês, São Paulo, Brazil",
        "email" : "vladimir.pizzo@hsl.org.br"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sl"
      },
      "author" : {
        "name" : "?"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "it"
      },
      "author" : {
        "name" : "Paolo Anedda",
        "organisation" : "Inpeco",
        "email" : "paolo.anedda@inpeco.com"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "fr"
      },
      "author" : {
        "name" : "Vanessa Pereira",
        "organisation" : "Better - Pathfinder",
        "email" : "vanessapereira@protonmail.com"
      },
      "otherDetails" : { }
    } ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "8fddd7cb-a9dc-4558-9012-3fbbec981dcc",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "8FE80F3E80C594AAF99D3BA540A53D73"
      },
      "details" : { }
    },
    "parentArchetypeId" : "openEHR-EHR-SECTION.adhoc.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-SECTION.ovl-adhoc-002.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "SECTION",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "items",
        "existence" : "0..1",
        "cardinality" : {
          "@type" : "CARDINALITY",
          "interval" : "1..*",
          "ordered" : false,
          "unique" : false
        },
        "children" : [ {
          "@type" : "C_ARCHETYPE_ROOT",
          "rmTypeName" : "EVALUATION",
          "occurrences" : "0..1",
          "nodeId" : "at0.3",
          "attributes" : [ ],
          "attributeTuples" : [ ],
          "archetypeRef" : "openEHR-EHR-EVALUATION.ovl-prognosis_uk-001.v0",
          "referenceType" : "archetypeOverlay"
        }, {
          "@type" : "C_ARCHETYPE_ROOT",
          "rmTypeName" : "OBSERVATION",
          "occurrences" : "0..1",
          "nodeId" : "at0.2",
          "attributes" : [ ],
          "attributeTuples" : [ ],
          "archetypeRef" : "openEHR-EHR-OBSERVATION.ovl-karnofsky_performance_status_scale-001.v1",
          "referenceType" : "archetypeOverlay"
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Adult",
            "description" : "A generic section header which should be renamed in a template to suit a specific clinical context."
          }
        },
        "ru" : { },
        "es-ar" : { },
        "sl" : { },
        "nb" : { },
        "pt-br" : { },
        "sv" : { },
        "de" : { },
        "it" : { },
        "fr" : { }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "46fe0e95-f5cc-44c8-8616-3b9fd0ca6e61",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Ramona Wellmann",
        "organisation" : "Medizinische Hochschule Hannover",
        "email" : "wellmann.ramona@mh-hannover.de"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "ru"
      },
      "author" : {
        "name" : "Art Latyp Латыпов Артур Шамилевич",
        "organisation" : "RusBITech РусБИТех, Москва"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sv"
      },
      "author" : {
        "name" : "Daniel Hall",
        "organisation" : "Region Östergötland",
        "email" : "daniel.hall@regionostergotland.se"
      },
      "accreditation" : "Åsa Skagerhult, Lisa Axelsson",
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "es-ar"
      },
      "author" : {
        "name" : "Alan March",
        "organisation" : "Hospital Universitario Austral, Buenos Aires, Argentina"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "einar.fosse@unn.no" : "einar.fosse@unn.no",
        "name" : "Einar Fosse",
        "organisation" : "Norwegian Centre for Integrated Care and Telemedicine, Tromsø, Norway"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "pt-br"
      },
      "author" : {
        "name" : "Vladimir Pizzo",
        "organisation" : "Hospital Sírio Libanês, São Paulo, Brazil",
        "email" : "vladimir.pizzo@hsl.org.br"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sl"
      },
      "author" : {
        "name" : "?"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "it"
      },
      "author" : {
        "name" : "Paolo Anedda",
        "organisation" : "Inpeco",
        "email" : "paolo.anedda@inpeco.com"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "fr"
      },
      "author" : {
        "name" : "Vanessa Pereira",
        "organisation" : "Better - Pathfinder",
        "email" : "vanessapereira@protonmail.com"
      },
      "otherDetails" : { }
    } ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "184b7da7-c164-47ee-9b33-f21e1a9df196",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "8FE80F3E80C594AAF99D3BA540A53D73"
      },
      "details" : { }
    },
    "parentArchetypeId" : "openEHR-EHR-SECTION.adhoc.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-SECTION.ovl-adhoc-003.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "SECTION",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "items",
        "existence" : "0..1",
        "cardinality" : {
          "@type" : "CARDINALITY",
          "interval" : "1..*",
          "ordered" : false,
          "unique" : false
        },
        "children" : [ {
          "@type" : "C_ARCHETYPE_ROOT",
          "rmTypeName" : "EVALUATION",
          "occurrences" : "0..1",
          "nodeId" : "at0.1",
          "attributes" : [ ],
          "attributeTuples" : [ ],
          "archetypeRef" : "openEHR-EHR-EVALUATION.ovl-prognosis_uk-002.v0",
          "referenceType" : "archetypeOverlay"
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Paediatric",
            "description" : "A generic section header which should be renamed in a template to suit a specific clinical context."
          }
        },
        "ru" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "заготовка заголовка (2)",
            "description" : "Образец заголовка раздела"
          }
        },
        "es-ar" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Encabezado ad hoc (2)",
            "description" : "Un encabezado de sección de tipo genérico que será renombrado en una plantilla para su empleo en un contexto clínico específico."
          }
        },
        "sl" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Naslov sekcije (2)",
            "description" : "Naslov sekcije"
          }
        },
        "nb" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Templat-overskrift (2)",
            "description" : "En generisk seksjonsoverskrift som skal gis nytt navn i en templat for å passe i en gitt klinisk kontekst."
          }
        },
        "pt-br" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Cabeçalho Ad hoc (2)",
            "description" : "Um cabeçalho de sessão genérico que deve ser renomeado no template para adequar-se a um contexto clínico específico."
          }
        },
        "sv" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Rubrik (2)",
            "description" : "En allmän avsnittsrubrik som döps om i en openEHR-mall för att passa in i en specifik klinisk kontext."
          }
        },
        "de" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Ad hoc Überschrift (2)",
            "description" : "Eine generische Abschnittsüberschrift eines Templates, welche entsprechend dem spezifischen klinischen Kontext umbenannt werden sollte."
          }
        },
        "it" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Intestazione di sezione ad hoc (2)",
            "description" : "Un'intestazione di sezione generica che dovrebbe essere rinominata in un template per adattarsi ad uno specifico contesto clinico."
          }
        },
        "fr" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Rubrique ad hoc (2)",
            "description" : "Un en-tête de section générique qui doit être renommé dans un modèle pour s'adapter à un contexte clinique spécifique."
          }
        }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "46fe0e95-f5cc-44c8-8616-3b9fd0ca6e61",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Ramona Wellmann",
        "organisation" : "Medizinische Hochschule Hannover",
        "email" : "wellmann.ramona@mh-hannover.de"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "ru"
      },
      "author" : {
        "name" : "Art Latyp Латыпов Артур Шамилевич",
        "organisation" : "RusBITech РусБИТех, Москва"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sv"
      },
      "author" : {
        "name" : "Daniel Hall",
        "organisation" : "Region Östergötland",
        "email" : "daniel.hall@regionostergotland.se"
      },
      "accreditation" : "Åsa Skagerhult, Lisa Axelsson",
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "es-ar"
      },
      "author" : {
        "name" : "Alan March",
        "organisation" : "Hospital Universitario Austral, Buenos Aires, Argentina"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "einar.fosse@unn.no" : "einar.fosse@unn.no",
        "name" : "Einar Fosse",
        "organisation" : "Norwegian Centre for Integrated Care and Telemedicine, Tromsø, Norway"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "pt-br"
      },
      "author" : {
        "name" : "Vladimir Pizzo",
        "organisation" : "Hospital Sírio Libanês, São Paulo, Brazil",
        "email" : "vladimir.pizzo@hsl.org.br"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sl"
      },
      "author" : {
        "name" : "?"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "it"
      },
      "author" : {
        "name" : "Paolo Anedda",
        "organisation" : "Inpeco",
        "email" : "paolo.anedda@inpeco.com"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "fr"
      },
      "author" : {
        "name" : "Vanessa Pereira",
        "organisation" : "Better - Pathfinder",
        "email" : "vanessapereira@protonmail.com"
      },
      "otherDetails" : { }
    } ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "1a1eb314-f4a8-4902-8499-4f75bb883ef9",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "C5295942ACCCC02840EFBECAA609187A"
      },
      "details" : { }
    },
    "parentArchetypeId" : "openEHR-EHR-OBSERVATION.karnofsky_performance_status_scale.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-OBSERVATION.ovl-karnofsky_performance_status_scale-001.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "OBSERVATION",
      "nodeId" : "at0000.1",
      "attributes" : [ ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : { },
        "pt" : { },
        "nl" : { },
        "nb" : { },
        "de" : { }
      },
      "termBindings" : {
        "SNOMED-CT" : {
          "at0000.1" : "term:SNOMED-CT::273546003"
        }
      },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "0f9accd7-cc76-4dcd-bcfb-56d69c797828",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Natalia Strauch",
        "organisation" : "Medizinische Hochschule Hannover",
        "email" : "Strauch.Natalia@mh-hannover.de"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "pt"
      },
      "author" : { },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "name" : "John Tore Valand, Liv Laugen, Kanika Kuwelker, Vebjørn Arntzen",
        "organisation" : "Helse Vest IKT, Oslo University Hospital, Helse Bergen",
        "email" : "john.tore.valand@helse-vest-ikt.no, kanika.kuwelker@helse-vest-ikt.no, varntzen@ous-hf.no"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nl"
      },
      "author" : {
        "name" : "Joost Holslag",
        "organisation" : "Nedap",
        "email" : "joost.holslag@nedap.com"
      },
      "accreditation" : "MD",
      "otherDetails" : { }
    } ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "49c2d680-23d8-470a-924b-748103a9cdc0",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "bf543ed1c3f294cf18dcd6bd94e108de"
      },
      "details" : { }
    },
    "parentArchetypeId" : "openEHR-EHR-EVALUATION.prognosis_uk.v0",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-EVALUATION.ovl-prognosis_uk-001.v0"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "EVALUATION",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "data",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ITEM_TREE",
          "nodeId" : "at0001",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "items",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "nodeId" : "at0004.1",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "value",
                "children" : [ {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_CODED_TEXT",
                  "occurrences" : "1..1",
                  "attributes" : [ ],
                  "attributeTuples" : [ ]
                } ]
              } ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0005.1",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0007.1",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "value",
                "children" : [ {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_CODED_TEXT",
                  "attributes" : [ {
                    "@type" : "C_ATTRIBUTE",
                    "rmAttributeName" : "defining_code",
                    "children" : [ {
                      "@type" : "C_TERMINOLOGY_CODE",
                      "rmTypeName" : "CODE_PHRASE",
                      "occurrences" : "1..1",
                      "terminologyId" : {
                        "value" : "local"
                      },
                      "constraint" : [ "at0012", "at0008", "at0009", "at0010", "at0011" ]
                    } ]
                  } ],
                  "attributeTuples" : [ ]
                }, {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_TEXT",
                  "attributes" : [ ],
                  "attributeTuples" : [ ]
                } ]
              } ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0013.1",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "value",
                "children" : [ {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_CODED_TEXT",
                  "attributes" : [ {
                    "@type" : "C_ATTRIBUTE",
                    "rmAttributeName" : "defining_code",
                    "children" : [ {
                      "@type" : "C_TERMINOLOGY_CODE",
                      "rmTypeName" : "CODE_PHRASE",
                      "occurrences" : "1..1",
                      "terminologyId" : {
                        "value" : "local"
                      },
                      "constraint" : [ "at0014", "at0015", "at0016" ]
                    } ]
                  } ],
                  "attributeTuples" : [ ]
                }, {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_TEXT",
                  "attributes" : [ ],
                  "attributeTuples" : [ ]
                } ]
              } ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0006.1",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        } ]
      }, {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "protocol",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ITEM_TREE",
          "nodeId" : "at0002",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "items",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0003.1",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0004.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0004.1",
            "text" : "Palliative phase of illness",
            "description" : "An estimate of the prognosis of the illness or condition."
          }
        }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "448bcf83-658c-396d-8f12-9bf2413f403b",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "49c2d680-23d8-470a-924b-748103a9cdc0",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "bf543ed1c3f294cf18dcd6bd94e108de"
      },
      "details" : { }
    },
    "parentArchetypeId" : "openEHR-EHR-EVALUATION.prognosis_uk.v0",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-EVALUATION.ovl-prognosis_uk-002.v0"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "EVALUATION",
      "nodeId" : "at0000.1",
      "attributes" : [ {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "data",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ITEM_TREE",
          "nodeId" : "at0001",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "items",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "nodeId" : "at0004.1",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0005.1",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0007.1",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "value",
                "children" : [ {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_CODED_TEXT",
                  "attributes" : [ {
                    "@type" : "C_ATTRIBUTE",
                    "rmAttributeName" : "defining_code",
                    "children" : [ {
                      "@type" : "C_TERMINOLOGY_CODE",
                      "rmTypeName" : "CODE_PHRASE",
                      "occurrences" : "1..1",
                      "terminologyId" : {
                        "value" : "local"
                      },
                      "constraint" : [ "at0012", "at0008", "at0009", "at0010", "at0011" ]
                    } ]
                  } ],
                  "attributeTuples" : [ ]
                }, {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_TEXT",
                  "attributes" : [ ],
                  "attributeTuples" : [ ]
                } ]
              } ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0013.1",
              "attributes" : [ {
                "@type" : "C_ATTRIBUTE",
                "rmAttributeName" : "value",
                "children" : [ {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_CODED_TEXT",
                  "attributes" : [ {
                    "@type" : "C_ATTRIBUTE",
                    "rmAttributeName" : "defining_code",
                    "children" : [ {
                      "@type" : "C_TERMINOLOGY_CODE",
                      "rmTypeName" : "CODE_PHRASE",
                      "occurrences" : "1..1",
                      "terminologyId" : {
                        "value" : "local"
                      },
                      "constraint" : [ "at0014", "at0015", "at0016" ]
                    } ]
                  } ],
                  "attributeTuples" : [ ]
                }, {
                  "@type" : "C_COMPLEX_OBJECT",
                  "rmTypeName" : "DV_TEXT",
                  "attributes" : [ ],
                  "attributeTuples" : [ ]
                } ]
              } ],
              "attributeTuples" : [ ]
            }, {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0006.1",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        } ]
      }, {
        "@type" : "C_ATTRIBUTE",
        "rmAttributeName" : "protocol",
        "children" : [ {
          "@type" : "C_COMPLEX_OBJECT",
          "rmTypeName" : "ITEM_TREE",
          "nodeId" : "at0002",
          "attributes" : [ {
            "@type" : "C_ATTRIBUTE",
            "rmAttributeName" : "items",
            "children" : [ {
              "@type" : "C_COMPLEX_OBJECT",
              "rmTypeName" : "ELEMENT",
              "occurrences" : "0..0",
              "nodeId" : "at0003.1",
              "attributes" : [ ],
              "attributeTuples" : [ ]
            } ]
          } ],
          "attributeTuples" : [ ]
        } ]
      } ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0004.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0004.1",
            "text" : "Trajectory colour",
            "description" : "An estimate of the prognosis of the illness or condition."
          }
        }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "448bcf83-658c-396d-8f12-9bf2413f403b",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ ]
  }, {
    "@type" : "TEMPLATE_OVERLAY",
    "uid" : "85d6e4b8-71cc-4523-8e08-d2d0c9420a28",
    "description" : {
      "@type" : "RESOURCE_DESCRIPTION",
      "originalAuthor" : { },
      "otherContributors" : [ ],
      "ipAcknowledgements" : { },
      "references" : { },
      "conversionDetails" : { },
      "otherDetails" : {
        "PARENT:MD5-CAM-1.0.1" : "1C27320A9B0499317426B81E69A5862D"
      },
      "details" : { }
    },
    "parentArchetypeId" : "openEHR-EHR-EVALUATION.clinical_synopsis.v1",
    "differential" : true,
    "archetypeId" : {
      "@type" : "ARCHETYPE_HRID",
      "value" : "openEHR-EHR-EVALUATION.ovl-clinical_synopsis-001.v1"
    },
    "definition" : {
      "@type" : "C_COMPLEX_OBJECT",
      "rmTypeName" : "EVALUATION",
      "nodeId" : "at0000.1",
      "attributes" : [ ],
      "attributeTuples" : [ ]
    },
    "terminology" : {
      "@type" : "ARCHETYPE_TERMINOLOGY",
      "conceptCode" : "at0000",
      "termDefinitions" : {
        "en" : {
          "at0000.1" : {
            "@type" : "ARCHETYPE_TERM",
            "code" : "at0000.1",
            "text" : "Plan",
            "description" : "Narrative summary or overview about a patient, specifically from the perspective of a healthcare provider, and with or without associated interpretations."
          }
        },
        "fa" : { },
        "ar-sy" : { },
        "de" : { },
        "es-ar" : { },
        "pt-br" : { },
        "zh-cn" : { },
        "nb" : { },
        "sv" : { }
      },
      "termBindings" : { },
      "terminologyExtracts" : { },
      "valueSets" : { }
    },
    "adlVersion" : "1.4",
    "buildUid" : "263a2a2e-9098-49b1-b4ab-1a243de3fbb9",
    "rmName" : "openehr",
    "rmRelease" : "1.1.0",
    "generated" : true,
    "otherMetaData" : { },
    "originalLanguage" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "en"
    },
    "translations" : [ {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "de"
      },
      "author" : {
        "name" : "Nadim Anani",
        "organisation" : "Health Informatics Centre, Karolinska Institutet, Sweden"
      },
      "accreditation" : "fluent in both English and German, Medical Informatics 'MSc' degree from Heidelberg, 2 years professional experience in health informatics, some translation experience, openEHR knowledge.",
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "sv"
      },
      "author" : {
        "name" : "Kirsi Poikela",
        "organisation" : "Tieto Sweden AB",
        "email" : "ext.kirsi.poikela@tieto.com"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "es-ar"
      },
      "author" : {
        "name" : "Dr. Leonardo Der Jachadurian",
        "organisation" : "Bitios.com"
      },
      "accreditation" : "Medical Doctor (Internal Medicine Specialist)",
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "nb"
      },
      "author" : {
        "name" : "Ingrid Heitmann",
        "organisation" : "NTNU and OUS, Registered nurse",
        "email" : "john.tore.valand@helse-bergen.no"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "pt-br"
      },
      "author" : {
        "name" : "Emerson Urushibata",
        "organisation" : "Universidade de São Paulo"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "ar-sy"
      },
      "author" : {
        "name" : "Mona Saleh"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "fa"
      },
      "author" : {
        "name" : "Shahla Foozonkhah",
        "organisation" : "Ocean Informatics",
        "email" : "shahla.foozonkhah@oceaninformatics.com"
      },
      "otherDetails" : { }
    }, {
      "@type" : "TRANSLATION_DETAILS",
      "language" : {
        "terminologyId" : {
          "value" : "ISO_639-1"
        },
        "codeString" : "zh-cn"
      },
      "author" : {
        "name" : "MAY L",
        "organisation" : "CSDC",
        "email" : "hcn2020@126.com"
      },
      "accreditation" : "What goes here?",
      "otherDetails" : { }
    } ]
  } ],
  "originalLanguage" : {
    "terminologyId" : {
      "value" : "ISO_639-1"
    },
    "codeString" : "en"
  },
  "translations" : [ {
    "@type" : "TRANSLATION_DETAILS",
    "language" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "sv"
    },
    "author" : { },
    "otherDetails" : { }
  }, {
    "@type" : "TRANSLATION_DETAILS",
    "language" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "nb"
    },
    "author" : { },
    "otherDetails" : { }
  }, {
    "@type" : "TRANSLATION_DETAILS",
    "language" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "pt-br"
    },
    "author" : { },
    "otherDetails" : { }
  }, {
    "@type" : "TRANSLATION_DETAILS",
    "language" : {
      "terminologyId" : {
        "value" : "ISO_639-1"
      },
      "codeString" : "es"
    },
    "author" : { },
    "otherDetails" : { }
  } ]
}